# -*- coding: utf-8 -*-
label fl_prologue:

    $ new_chapter(1, u"Огненный взгляд {p}Пролог")
    $ prolog_time()
    scene image im.MatrixColor(get_image("bg/ext_house_of_mt_night_without_light.jpg"), im.matrix.desaturate())
    show prologue_dream
    with fla
    play ambience ambience_camp_entrance_evening fadein 2
    window show dissolve

    "Я поежился от непривычно свежего вечернего воздуха."

    "В темноте застрекотали редкие сверчки, и я растянулся на шезлонге возле моего нового дома. {w}Моего на сегодня, по крайней мере."

    th "Забавно же вышло. {w}Поехал на встречу одногруппников, а очутился… {w}Здесь. {w}Сегодня так и не удалось выяснить, что же это за место{w} и кто все эти люди."

    th "На санаторий для душевнобольных не похоже, и на том спасибо."

    th "С другой стороны,{w} меня не выгнали взашей из незнакомого места,{w} вокруг которого ни души на многие и многие километры. {w}И это хорошие новости. {w}Зная свою удачливость, рассчитывал я на совсем другое."

    "Обнаглевший комар уселся мне на руку, но я был готов к этому. {w}Хлоп {w}— и нет негодяя. {w}Негодяйки."

    th "Впрочем, от перемены пола мне лучше не станет. {w}Чертовы насекомые, портят всю атмосферу."

    th "Хорошо здесь. {w}Люблю запах сирени и летней ночи. {w}Сирень{cps=3}...{/cps} {w}Ей пахли духи кое-кого. {w}Кое-кого, кого стоило бы забыть и больше не вспоминать, но не выходит как-то. {w}Слабость характера?"

    th "Все может быть. {w}Правда, когда я слышу нечто подобное в записях разных семинаров про отношения, мне жутко хочется просунуть руки сквозь экран и задушить того, что это говорит."

    th "Кхм. {w}Что-то меня не туда понесло."

    th "О чем это я? {w}Ах да, лагерь. {w}Мда, попадание сюда было неожиданностью. {w}Мягко говоря. {w}С другой стороны, где бы я ни находился, везде я чувствую себя лишним."

    th "Так что особо ничего не изменилось. {w}Вечно опоздавший, вечно прозевавший человек."

    th "Гадкое чувство, когда тебе, вроде бы, жить еще и жить, и учиться новому не совсем чтобы уж поздно, но это как…"

    th "…я даже аналогию придумать не могу. {w}Пятый раз второгодник - и то лучше звучит. {w}Вы хотя бы одновременно начинаете и условия у вас схожие. {w}В моем же случае…"

    th "Это все смотрится так же забавно, как пенсионер, осваивающий программирование. {w}В лицо плохого не скажут, но за спиной посмеются."

    th "Единственное, чем мне можно гордиться, так это то, что я всё-таки каким-то чудом не забросил гитару. {w}Наверное потому, что она легко мне давалась. "

    th "До определенного момента. {w}Ноты я так и не сподобился выучить. {w}А табы, с ними в профессию не пойдешь. {w}Да и оборудование нужно соответствующее. "

    th "Оборудование стоит денег. {w}На увлечении, увы, их столько не заработать. {w}Да даже на еду, по большому счету."

    th "Вот и приходится идти на нелюбимую и бессмысленную работу, на которой тебя ни в грош не ставит ни начальство, ни окружающие."

    th "Муторную, монотонную, как и все работы по объявлениям. {w}Уставать на ней как собака. {w}И никаких сил на учебу, понятное дело, уже не остается."

    th "А как в таких условиях становиться лучше и востребованнее? {w}Замкнутый круг, одним словом. {w}Видимо, это знак. {w}То, что я попал в советское… {w}время."

    th "Быть верящим в светлое будущее винтиком в системе, у которого всегда будут деньги на еду, но и, по большому счету, и только - лучший для меня исход, я думаю."

    th "Но что, если я вернусь назад? {w}Ладно, хватит на сегодня самокопаний."

    th "Голова и так раскалывается. {w}От жары, от событий, которые как будто взяли со временной нити моей жизни эдак за год, спрессовали, да впихнули в один день. {w}Да и…"

    "Я улыбнулся."

    "Кажется, впервые за долгое время."

    th "Алиса. {w}По-моему, так зовут это рыжее дерущееся хамло. {w}Хотя и милое. {w}Получить удар в спину ни за что было неприятно, сразу скажу."

    th "Впрочем, больно не было. {w}Так что, это я просто разнылся, как обычно. {w}Алиса…"

    th "Хах, виделись всего пару раз мимоходом, а она уже не идет из головы. {w}А как я поплыл в первую нашу встречу… {w}Голова пустая."

    th "Ну, по правде говоря, она всегда ничем толковым не заполнена, но на этот раз она была пустой по-особенному, с хорошим таким звоном, отдающим в уши. {w}Тело ватное, руки не слушаются."

    th "Думаю, если я бы тогда что-то нес, то точно это «что-то» просто бы не удержал. {w}Как там у классиков говорится, я пьяный без вина? {w}Одним словом, приплыли. {w}Все в порядке, падаю. {w}А нет, это из другой оперы."

    th "Ладно, терять голову пока рано. {w}Нужно хорошенько выспаться, прийти в себя и с ясной головой разбираться с тем, что здесь, мать твою, происходит."

    stop ambience fadeout 2
    scene bg black with dissolve
    window hide dissolve

    play ambience ambience_int_cabin_night fadeout 2
    scene image im.MatrixColor(get_image("bg/int_house_of_mt_night2.jpg"), im.matrix.desaturate()) with dissolve
    show prologue_dream with dissolve_fast
    window show dissolve

    "Я встал с насиженного места, сладко потянулся и вошел в домик. {w}Вожатой еще не было. {w}Ну и хорошо. {w}Лишние проблемы мне ни к чему."

    "Сон долго не шел, я ворочался, несмотря на все угрозы Ольги Дмитриевны, впрочем, ворчала она беззлобно и больше для порядка."

    "Не помню сколько я так пролежал, впустую рассуждая о неважных вещах. {w}Но, похоже, в конце концов, мне подумалось о чем-то хорошем, я расслабился, и я наконец-то заснул…"

    window hide ov_trise
    scene bg int_house_of_mt_night2 with dissolve2
    show blink
    $ renpy.pause(3)
    stop music fadeout 4
    $ renpy.pause(4)
    stop ambience
    jump fl_day2

label fl_day2:

    $ renpy.movie_cutscene("mods/ognenyi_vzglyad/video/ov_perexod_dnya2.ogv")
    $ new_chapter(1, u"Огненный взгляд {p}День 2")

    scene bg black with dissolve
    $ renpy.pause(1, hard=True)
    scene bg ext_square_sunset with dissolve2
    play ambience ambience_camp_center_day fadein 4
    $ renpy.pause(1, hard=True)
    $ sunset_time()
    $ persistent.sprite_time = 'sunset'
    play music music_list["two_glasses_of_melancholy"] fadein 3
    window show dissolve

    "Самое обычное летнее утро. {w}Ну, почти обычное."

    th "Черт."

    th "Как же болит голова. {w}Невыносимо. {w}Бегают тут. {w}Всякие. {w}Пропадите вы пропадом. {w}Орете ходите. {w}Всего-то немного позже лег, и на тебе. {w}Получите — распишитесь."

    "Опустив многострадальную голову вниз, я сидел на лавочке и массировал виски, пытаясь хоть как-то облегчить свои страдания."

    th "Жил себе спокойно, никого не трогал. {w}На тебе приключение, мил человек! {w}Зашибись путёвочка."

    th "Ох, когда же эта боль закончится, я от неё рехнусь скоро."

    th "Самое лучшее утро в моей жизни."

    th "И {b}никто{/b}, главное, не подойдет и не поможет."

    me "Пионер — всем ребятам пример."

    "Передразнил я вожатую."

    th "Ага, как же! {w}Взаимовыручка, твою мать!"

    "Не знаю, сколько бы так просидел, костеря всё вокруг на чем мир держится, но на плечо легла женская ладонь, а сама северянка присела рядом, пытаясь взглянуть мне в лицо."

    $ renpy.pause(1.5, hard=True)
    $ persistent.sprite_time = 'sunset'
    show sl sad sport at cleft with ov_trise
    $ renpy.pause (1)

    "Обычно веселая и жизнерадостная, она была явно обеспокоена. {w}Я попытался было в свойственной мне манере начать анализировать, чем это самое беспокойство было вызвано, но мой организм быстро напомнил мне, кто тут главный."

    show sl sad sport at center with moveinright

    sl "Что с тобой? {w}Тебе не хорошо?"

    me "Голова болит. {w}{b}Не видно{/b}?"

    "Я запоздало подумал, что это как-то слишком уж грубо, но звуки в моем речевом аппарате уже успели сложиться в слова, а те - в предложения и вылететь наружу."

    th "Приехали. {w}Взял, человека ни за что обидел. {w}Всё в этой жизни через твою-то мать!"

    show sl smile sport close at center with dissolve

    "Но, к моему удивлению, Славя не встала и не ушла. {w}Напротив, она придвинулась поближе, приобняла и стала ласково поглаживать меня по спине."

    sl "Подожди минуточку, я сейчас. {w}Никуда не уходи, я быстро."

    show sl smile sport at center with dissolve
    $ renpy.pause (0.3)
    hide sl smile sport with moveoutleft
    $ renpy.pause (0.5)

    "По правде говоря, последнее говорить было не обязательно. {w}В таком состоянии шататься по лагерю мне хотелось меньше всего на свете."

    window hide dissolve
    $ renpy.pause (2)
    show sl normal sport at center with moveinleft
    window show dissolve

    "Борясь с недомоганием, я и не заметил, как негласная помощница Ольги Дмитриевны вернулась обратно, принеся с собой пару таблеток и стакан воды."

    show sl normal sport at center with dissolve:
        ease 1.0 zoom 1.15
    $ renpy.pause (1)

    sl "Вот, держи. {w}Выпей, сейчас полегче станет."

    show sl normal sport at center:
        ease 1.0 zoom 1.0
    $ renpy.pause (2)

    "Я кое-как принял лекарство. {w}Не знаю, самовнушение или нет, но боль начала стремительно утихать. {w}Обрадовавшись этому, в голове снова засуетились и забегали случайные мысли и мыслишки."

    th "Кажется, полегчало. {w}Не до конца, но теперь вполне терпимо. {w}Даже сносно, я бы сказал."

    show sl smile sport at center with dissolve

    sl "Как себя чувствуешь?"

    me "Лучше, намного лучше. {w}Спасибо тебе, Славя."

    "Впервые за сегодняшнее утро я улыбался. {w}Северянка ответила мне тем же, крутя в руках пустой граненый стакан."

    sl "Может, давай тебя до домика провожу, ляжешь, отдохнешь?"

    "Я поморщился."

    th "Ой нет, с вожатой потом объясняться, лучше сразу пристрелите."

    "Славяна истолковала мои изменения в мимике иначе."

    show sl smile2 sport at center with dissolve

    sl "Ну-ну, не храбрись, здоровье беречь надо."

    me "Да-да, а то коммунизм некому строить будет."

    show sl laugh sport at center with dissolve_fast

    "Девушка беззаботно рассмеялась."

    sl "Вот уж не думала, что ты такой сознательный гражданин. {w}Но, может, всё-таки?…"

    me "Нет, не стоит, я лучше тут воздухом подышу."

    show sl normal sport at center with dissolve

    "Славя вздохнула, но спорить не стала."

    sl "Но если что…"

    me "Сразу к Виоле, знаю, не маленький."

    show sl smile sport at center with dissolve

    "Белокурая пионерка иронично хмыкнула."

    sl "Не маленький-то — не маленький, а сидел на лавочке и терпел."

    th "Судьба у меня такая. {w}Сидеть и терпеть."

    "Она с любовью погладила меня по плечу."

    sl "Эх, мальчики…"

    "И чуть серьезней добавила."

    show sl normal sport at center with dissolve

    sl "Сень, боли в голове это серьезно, не выжидай так больше, ладно?"

    "И, чуть помедлив, наигранно торжественно добавила."

    show sl smile sport at center with dissolve

    sl "А то с такими делами светлого будущего нам не видать!"

    show sl surprise sport at center with dissolve_fast

    "Внезапно девушка задумалась, словно что-то вспомнила."

    sl "Ох, я и забыла совсем! {w}Сень, у тебя часов с собой нет? {w}Не знаешь, сколько времени?"

    th "Эм, есть. {w}На мобильнике. {w}Вопросы сейчас будут… {w}Ладно, придумаю сказочку какую-нибудь. {w}Человек помог, некрасиво вот так отказывать."

    "Глупо улыбаясь, я потянулся к левому карману, натужно делая вид, что вещица, которую достаю из шорт, вполне себе обычная, и удивляться тут нечему. {w}Надо ли говорить, что делал я этим только хуже?~"

    "Но, к моему удивлению, Славя никак не изменилась в лице, не стала задавать неудобных вопросов, на которые внятных ответов, как вы понимаете, у меня не было."

    me "Семь сорок два."

    show sl smile sport at center with dissolve

    sl "Спасибо."

    stop music fadeout 3
    $ renpy.pause (0.5)
    hide sl smile sport with ov_trise

    "Северянка еще раз благодарно улыбнулась, окинула меня взглядом, и, удовлетворившись увиденным, убежала по своим делам."

    th "Фух, пронесло! {w}До линейки еще далеко. {w}Посижу немного, и пора собираться."

    th "Хотя, куда мне идти? {w}Неизвестное место, неизвестные люди. {w}Что я вообще тут делаю? {w}Ладно бы одно это, так никто ж нормально ответить не может, который год сейчас, хотя бы. {w}Начнешь расспрашивать кто откуда, где учится, чем увлекается — опять какие-то туманные фразы. {w}Вот и вливайся в этот «дружный» коллектив как умеешь."

    th "А социализации у меня как мозгов у хлебушка. {w}Опять разворчался. {w}Нужно себя пересиливать, иначе точно решат, что со мной не то что-то и сдадут в соответствующие органы. {w}Для опытов. {w}Шутки шутками, но лучше действительно держать себя в руках, а то в следующий раз подойти может не Славя вовсе."

    $ renpy.pause (1)

    me "Красивая у неё попа, всё-таки."

    th "Я это вслух сказал!?"

    "Я опасливо оглянулся, убеждаясь, что вокруг никого нет."

    window hide
    $ renpy.pause (1)
    play music ov_rengoku_teien_yume_akari fadein 3
    $ renpy.pause (1)
    window show dissolve

    th "Фух, пронесло! {w}Так, пора прекращать до такой степени себя накручивать, то точно уеду в санаторий с мягкими стенами. {w}В общем и целом, если кто и услышит, то ничего страшного."

    th "В конце концов, девушкам же приятно, когда им говорят, что у них попа красивая. {w}Ну, я так предполагаю. {w}Ладно, если что, будем выкручиваться. {w}В конечном счете, мне в моей ситуации ничего другого не остается, кроме как ждать."

    th "Хотя чего именно? {w}Чего я жду? {w}Что именно станет тем самым событием, застав которое я скажу: «эгей, вот оно!»? {w}И что буду делать когда момент настанет. {w}Куча вопросов. {w}И чем больше я пытаюсь узнать, тем больше их становится. {w}А ответов. {w}Нет их, ни одного. {w}Ну и что теперь делать?"

    me "Ха, еще один вопрос, да?"

    "Последнюю фразу я раздраженно буркнул себе под нос."

    $ renpy.pause (1)

    "Посидев так еще немного, привычно ища быстрого и простого решения сложной проблемы, я мысленно махнул рукой и вальяжно развалился на скамейке, благоразумно решив не забивать голову раньше времени, решая задачи по мере их поступления. {w}Да и то, если они критичны. {w}В моих глазах, по крайней мере."

    th "Как бы вожатой не попасться, а то чует мое помолодевшее сердечко, нагрузят меня чем-нибудь очень полезным для развития во мне настоящего пионера. {w}А мне оно вот вообще не сдалось."

    Character(u'...', color="708090", what_color="E2c778") "Семён!"

    "Вдруг меня кто-то откликнул и потряс за плечо. {w}Движения хоть и были решительными, но всё равно слишком ласковыми для мужских. {w}В голове моментально само собой возникло предположение." with hpunch

    "Сердце бешено забилось. {w}На секунду показалось, что это не оно колотится во мне с такой силой, что вот-вот выпрыгнет, а я сам часто-часто дрожу на ветру, удерживаемый на месте одним лишь пульсирующим живыми моторчиком."

    show dv normal sport at center with ov_trise
    $ renpy.pause (1)

    th "Хех, тоже в спортивной форме? {w}Спортсменки блин."

    me "О, привет, Алиса! {w}Рад тебя видеть! {w}Эмм, в смысле, скучно мне было. {w}Я вот сижу тут думаю о жизни. {w}Скажи, ты о ней никогда не думала? {w}О жизни. {w}Как о явлении, ну или о своей собственной…"

    "Боль в голове окончательно утихла, освобождая место для звенящей пустоты."

    th "Черт, что я несу? {w}Еще и тараторить начал как наша японка."

    "На слове «японка» мысли самовольно галопом поскакали в сторону размышлений о машинах из страны восходящего солнца."

    th "У меня точно беды с башкой. {w}Семен, что ты делаешь, сейчас она развернется и уйдет, посчитав за идиота. {w}Эм, погодите-ка, она продолжает стоять, еще и улыбается?"

    show dv laugh sport at center with dissolve_fast

    dv "И тебе не хворать. {w}А ты чего тут сидишь?"

    "Белая футболка, короткие шорты. {w}Спортивная форма отлично выделяла прекрасную фигуру Алисы. {w}Шаловливые мыслишки услужливо рисовали картины, быстро-быстро сменяющие друг друга все более и более откровенными."

    "Я замялся."

    show dv normal sport at center with dissolve

    dv "Ну? {w}Чего молчим? {w}Я тебя окликнула, а ты не отвечаешь. {w}Некрасиво, между прочим."

    me "Я задумался."

    "Сказал я с иронией."

    show dv grin sport at center with dissolve

    dv "Задумался он. {w}Такой молодой, а уже философ. {w}Ты чего-то бледный, ай-да со мной на пробежку!"

    me "Нет, спасибо, у меня голова болит."

    stop music fadeout 3
    $ renpy.pause (1.2)

    th "Идиот!"

    th "{b}Кретин!{/b}"

    th "{b}Придурок!{/b}" with hpunch

    th "Семен, что б тебя! {w}Какого черта ты творишь! {w}Тебя девушка на… {w}На… {w}На прогулку приглашает, а ты тут еще нос воротишь. {w}Мастер рукопашного боя, блин! {w}Бесконтактного."

    show dv angry sport at center with dissolve

    dv "{b}Пошли,{/b}{w}{b} кому я сказала! {/b}{w}{b}Голова у него болит{/b}{w}{b}, давай вставай{w}{b}, лентяй!{/b}"

    "Она хотела казаться грозной, но нотка беспокойства в интонация ее выдавала."

    play music music_list['that_s_our_madhouse'] fadein 3

    me "Ладно, хорошо-хорошо."

    me "Только я не в форме. {w}В смысле сейчас в форме, но не в той. {w}Я не физическую имею в виду, а то подумаешь еще, но и это тоже… {w}О чем это я?"

    show dv normal sport at center with dissolve

    dv "Как все запущено-то. {w}Иди уже переодеваться! {w}Короче, жду на пляже, даю тебе 5 минут."

    hide dv normal sport at center with dissolve

    "Вильнув вторыми девяносто, Алиса ушла."

    window hide dissolve
    stop music fadeout 3
    $ renpy.pause (1.5)
    play ambience ambience_camp_center_day fadein 5
    window show dissolve

    "Сознание все еще находилось в полусоображающем состоянии, поэтому управление на себя взял встроенный автопилот, отправив мое бренное тело в сторону нашего с Ольгой Дмитриевной домика."

    window hide dissolve
    $ renpy.pause (0.7)
    scene bg ext_houses_sunset at running with dissolve
    $ renpy.pause (1.3)
    scene bg ext_house_of_mt_sunset with ov_trise
    play sound sfx_knock_door2
    $ renpy.pause (0.5)
    window show dissolve

    "Постучавшись, я на автомате тут же потянулся к дверной ручке, но вовремя одернул себя."

    stop ambience
    $ prolog_time()
    scene image im.MatrixColor(get_image("cg/d2_mt_undressed.jpg"), im.matrix.desaturate())
    show prologue_dream
    with fla
    play ambience ambience_int_cabin_day

    "..." "Семён? {w}Стучаться надо! {w}А теперь вон!"

    window hide
    stop ambience
    $ sunset_time()
    scene bg int_house_of_mt_sunset with flash
    play ambience ambience_int_cabin_day
    window show dissolve

    th "Как раз тот случай, когда и стыдно и не очень. {w}В конце концов, Ольге Дмитриевне стесняться абсолютно нечего — она красивая женщина. {w}Насколько я могу судить о женской красоте. {w}Нет! {w}Без всяких «но» и «если». {w}Она красива, и это не обсуждается."

    th "Эх, если бы меня мотивировали заниматься общественно полезным трудом не обещанием сделать из меня примерного человека и пламенными речами о счастливом будущем, которое обязательно наступит завтра, а стриптизом от вожатой… "

    th "Надо будет у поваров тактично спросить, нет ли у них брома или чего-то такого. {w}Иначе я точно ли свихнусь. {w}Или на кого-то наброшусь. {w}Или придется бегать по ночам в кусты сбрасывать напряжение за день. {w}И не дай бог меня за этим кто-нибудь застукает. {w}Хоть в лес от стыда сбегай тогда."

    th "Не было печали. {w}Сидел один дома - страдал от одиночества, попал в лагерь полный красивых девушек — не знаешь куда девать свое либидо. {w}Жизнь — боль."

    "Подождав реакции на стук в дверь и не получив её, я вошел в домик. {w}Как мне и подумалось, он был пуст."

    "Я взял спортивную форму, висевшую на стуле. {w}Удачно, что её выдали ещё вчера вместе с пионерской формой."

    "Быстро одевшись, я поспешил на пляж."

    window hide dissolve
    scene bg black with ov_trise
    $ renpy.pause (0.5)
    play ambience ambience_boat_station_day fadein 4
    scene bg ext_beach_sunset with ov_trise
    show dv angry sport at center with dissolve
    window show dissolve

    dv "{b}Какой ты долгий!{/b}"

    me "{i}Подумаешь. {/i}{w}Ну что, газ в пол, жги резину?"

    show dv normal sport at center with dissolve

    dv "И звуковое сопровождение будет, как в детстве?"

    show dv laugh at center with dissolve_fast

    extend " Ну, тронулись, гонщик."

    "Мы рванули."

    stop ambience
    play music ov_ross_hardy_brian_white_coming_home fadein 3
    scene bg ext_beach_sunset at running with flash

    "Алиса бежала чуть впереди. {w}Естественно, мой взгляд проскользил по её спине вниз к двум женским округлостям, буквально раздевая их хозяйку в страстном порыве. {w}Я отвел взгляд в сторону и начал складывать в уме дроби."

    scene bg ext_houses_sunset at running with flash

    th "Бром, чертов бром, надеюсь ты есть в этой дыре. {w}Иначе я не выживу."

    "Через какое-то время мне стало легче и я даже мог относительно спокойно смотреть на Алису. {w}От этого на душе стало веселее."

    scene image im.MatrixColor(get_image("bg/ext_washstand_day.jpg"), im.matrix.tint(0.94, 0.82, 1.0)) at running with flash
    $ renpy.pause (0.6)

    "Мы пробежали умывальники."

    scene image im.MatrixColor(get_image("bg/ext_square_day.jpg"), im.matrix.tint(0.94, 0.82, 1.0)) at running with flash
    $ renpy.pause (0.6)

    "Площадь."

    scene image im.MatrixColor(get_image("bg/ext_clubs_day.jpg"), im.matrix.tint(0.94, 0.82, 1.0)) at running with flash
    $ renpy.pause (0.6)

    "Здания клубов."

    scene image im.MatrixColor(get_image("bg/ext_musclub_day.jpg"), im.matrix.tint(0.94, 0.82, 1.0)) at running with flash
    $ renpy.pause (0.6)

    "Музкружок."

    scene image im.MatrixColor(get_image("bg/ext_dining_hall_away_day.jpg"), im.matrix.tint(0.94, 0.82, 1.0)) at running with flash
    $ renpy.pause (0.6)

    "Столовую."

    scene image im.MatrixColor(get_image("bg/ext_path2_day.jpg"), im.matrix.tint(0.94, 0.82, 1.0)) at running with flash
    $ renpy.pause (0.6)

    "И, в итоге, вышли на тропинку в лесу."

    window hide dissolve
    scene bg black with ov_trise
    $ renpy.pause (1)
    scene cg ov_alisa_running with ov_trise
    $ renpy.pause (0.5)
    window show dissolve

    "Было довольно темно, скорее всего, из-за больших деревьев с густыми ветвистыми кронами, которые закрывали солнце."

    "Алиса бежала довольно быстро, по её уверенным движениям складывалось впечатление, что спорт ей не чужд."

    th "Еще бы, такую фигур{cps=3}...{/cps} {w}СТОЯТЬ, {b}СЁМА{/b}! {w}Обыкновенные дроби,{w=1} обыкновенные дроби,{w=1} обыкновенные дроби! {w}Так-то лучше."

    "Сколько бы я ни пытался, все равно не мог догнать рыжеволосую бестию. {w}В голове закралась шальная мысль."

    th "А, может, это хулиганистое очарование{w=1} - ведьма? {w}Хотя нет, глаза не зеленые… {w}Впрочем, она могла изменить их цвет. {w}Ведьмы, они коварные женщины. {w}И страстные любо… {w}Да что же это такое!"

    "Через некоторое время уже стало не до шаловливых мыслей, бок начал болеть. {w}Дыхание сбилось."

    me "Алис, {i}давай отдохнём{/i}? {w}Мы бежим минут так десять без остановки."

    "Запыхавшись, еле проговорил я."

    dv "Все, перегрев двигателя? {w}Ещё немного, ещё чуть-чуть, ещё рывок, он трудный самый!"

    "Прощебетала лисичка, переделывая на свой манер известную песню. {w}Кажется, ей нравится надо мной подтрунивать."

    play ambience ambience_boat_station_day fadein 4
    scene bg ext_beach_sunset at running with dissolve
    stop music fadeout 3

    "Судя по внутренним часам, мы бежали еще, по крайней мере, минут пять, пока не оказались на пляже. {w}Снова."

    scene bg ext_beach_sunset with dissolve

    me "Фу-ух."

    "Я с ходу повалился на песок и закрыл глаза."

    show blink
    $ renpy.pause (1)

    th "Бегать за девушками опасно для здоровья. {w}Правы были психологи из интернетов."

    "Вдруг я почувствовал внезапные холод и сырость и резко встал."

    play music ov_hans_zimmer_the_battle_ost_gladiator fadein 3
    with hpunch
    scene bg ext_beach_sunset
    show dv laugh sport
    hide blink
    show unblink
    $ renpy.pause (1)

    dv "Ты не ты - когда устал!"

    hide unblink

    "Подмигивая сказала Алиса."

    th "Вот же чертовка, ну я ей сейчас устрою!"

    "В голове заиграла воодушевляющая мелодия из фильма «Гладиатор». {w}Послышался шум жадной до крови и зрелища толпы. {w}А перед глазами возникла картина — мы на арене Колизея. {w}Благочестивые мужи и даже сам Император приветствуют нас! {w}Вообще, должно быть наоборот, но это моя фантазия, отстаньте!"

    "Подбадриваемый собственным воображением, я подошёл к реке и набрал в ладони воды. {w}Брызги, словно метательные снаряды, безжалостно полетели в Алису."

    show dv rage sport with vpunch

    dv "{b}Эй{/b}, {b}совсем страх потерял?!{/b}"

    me "{i}Битва{/i} только начинается."

    "Я начал обливать лисичку всё смелее, увеличивая натиск, опьяненный горячкой «боя»."

    show dv laugh sport:
        linear 0.5 xalign 0.8
        linear 0.5 xalign 0.2
        repeat

    "Но Алиса не терялась, она умело уклонялась от моих «выстрелов», да еще и успевала набирать в ладошки воды, и атаковать в ответ."

    $ renpy.pause (0.7)

    "Наша одежда насквозь промокла, но мы продолжали биться как истинные гладиаторы!"

    stop music fadeout 4
    window hide dissolve
    scene bg black with ov_trise
    $ renpy.pause (1.2)
    play music ov_ross_hardy_brian_white_14_hole_punch fadein 3
    scene bg ext_beach_sunset with ov_trise
    show dv normal sport2 at center with dissolve_fast
    window show dissolve

    "Мы настолько заигрались, что я не заметил, как…"

    "Из-за влаги, футболка Алисы начала просвечивается. {w}И{cps=3}...{/cps}"

    th "Она без лифчика…!?" with hpunch

    th "Да что-ж это такое!"

    "Я отвел глаза и остановился, приготовившись падать лицом вниз. {w}Если что, скажу, что люблю песочные маски по утрам."

    dv "Чего? {w}Уже сдался?"

    "Она осмотрела свою одежду и поняла что именно меня так смутило."

    show dv surprise sport2 at center with dissolve

    dv '{cps=3}...{/cps}'

    me "Что? {w}Я не виноват что ты без…"

    "Машинально, черт бы побрал эту привычку оживленно жестикулировать, руки потянулись к верхней половине моего торса, наглядно показывая, чего именно из белья не хватало на Алисе."

    "Акцентировать внимание на её груди было плохой идеей. {w}Мой организм отреагировал так, как и должен был."

    show dv rage sport2 at center with dissolve_fast

    dv "{b}Ах ты скотина!{/b}" with hpunch

    "Алиса резко подалась вперёд и подарила мне не сильную, но ощутимую аплеуху."

    play sound sfx_face_slap
    with flash
    with hpunch

    me "{b}Ай! {/b}{w}{b}За что?{/b}"

    "Мне было жутко стыдно. {w}Не знаю, за что именно. {w}Просто стыдно."

    stop music fadeout 3
    hide dv rage sport2 with dissolve

    "Девушка глубоко вздохнула, похоже она кое-как успокоилась, или, по крайней мере, попыталась."

    dv "Пойду переоденусь, жди здесь."

    "Тем временем Алиса скрылась."

    "Всё ещё находясь в ступоре, я так и остался стоять посреди пляжа. {w}Горячка спала, и я вновь стал выглядеть прилично. {w}Насколько прилично может выглядеть мокрый пионер."

    th "Приехали. {w}Ну и что теперь делать? {w}Я пытался, честно пытался. {w}Но не скажешь же ей о том, что у меня внутри творится когда воочию вижу женскую красоту, да еще и так близко."

    th "Ладно, что ни делается, всё к лучшему. {w}Зато весело было."

    $ renpy.pause (1)

    "Я беззаботно расслабился, и разлегся на песке."

    window hide dissolve
    scene bg ov_sky_sunset with ov_trise
    $ renpy.pause (1)
    window show dissolve

    th "Все, однако, относительно хорошо идет, даже слишком. {w}Словно я в сказке, Алиса - Красавица, а я – Чудовище. {w}Половое, хех."

    th "Мне действительно было весело. {w}{i}С ней{/i}."

    th "Я забыл обо всём на свете. {w}Забыл, что я в этом гребаном пионерлагере, забыл, что я, мать вашу, в советском прошлом."

    th "Забыл, что я каким-то образом переместился в пространстве и времени из зимы в лето, из своего родного города в… {w}куда-то….Забыл, что моя любимая рыбка Полли, скорее всего, уже сдохла."

    th "Хотя, говорят, что рыбки могут без еды жить около двух недель, так что, ещё не все потеряно. {w}{b}Однако{/b},{w} {b}есть вопрос{/b}{w} – {b}на сколько долго я останусь здесь? {/b}{w}{b}Хочу ли я назад? {/b}{w}{b}Что будет если закончится смена? {/b}{w}{b}Если она закончится конечно…{/b}"

    th "Как бы там ни было, что случилось, того не вернуть. {w}Будем надеяться, что слухи окажутся правдой, и никто не пострадает."

    "Я, незаметно для себя, улыбнулся."

    th "Самое интересное, всё происходящее со мной уже воспринимается как вполне нормальное явление, словно каждый, или почти каждый, проходил через подобное. {w}А вообще, грех жаловаться. {w}Лето, отдых. {w}Короткие юбочки. {w}А под ними…"

    $ renpy.pause (1)
    play sound sfx_face_slap

    "Я дал себе пощечину."
    with flash_red

    th "Будешь знать, извращенец!"

    "Долго ли, коротко ли, я лежал на песке, широко раскинув руки-ноги, напоминая собой морскую звезду, купаясь в лучах утреннего солнца, убаюкивающем, коварном полудреме и воздушной, словно зефир, неге."

    "Спокойный шум легкого ветерка и речных волн обострили мой, пытающийся их уловить, слух."

    "Со стороны лагеря послышались шаги, приглушаемые рассыпающимся под ногами песком. {w}Самым очевидным, для меня, предположением было то, что это Алиса."

    dv "Я вернулась."

    "Как и положено в приличном обществе, я, хоть и нехотя, поднялся, встречая, девушку."

    scene bg ext_beach_sunset with dissolve
    show dv normal pioneer at center with dissolve_fast

    me "Надеюсь, на этот раз, ты в лифчике."

    show dv rage pioneer at center with dissolve_fast

    dv "{b}Тебе не хватило?!{/b}"

    play sound sfx_body_bump
    scene bg black with flash
    play music ov_ross_hardy_brian_white_06_lady_luck fadein 2

    "Рыжая хулиганка подскочила ко мне, сделала подножку и повалила лицом вниз, а сама уселась сверху, заломав мои руки так, чтобы у меня не было возможности сопротивляться. {w}По правде говоря, не очень и хотелось."

    "Действительно чувства настолько обострились, но мне показалось, что я ощущал жар алисиных бедер, которыми она поджала меня с обоих сторон."

    dv "Совсем уже охамел, извращуга!" with hpunch

    extend " А ну, проси прощения!"

    th "По-моему, она немножко не понимает."

    "Я заулыбался, стараясь поднять голову, чтобы не надышаться песком."

    th "Хорошо, что не на спине лежу, то получилось бы совсем неловко. {w}Немного больно, конечно, но как есть. {w}Эх, Алиска-Алиска, знала бы ты как мне сейчас хорошо. {w}Что это за наслаждение, когда впервые в жизни тебя крепко обнимает, обвив ногами, такая красавица."

    "Разъяренная пионерка, не дождавшись ответа, сильнее скрутила мне запястье и наклонилась вперед. {w}Спина почувствовала прикосновение девичьего животика и, кажется, груди. {w}Сердце бешено заколотилось, сознание порывалось улететь куда-то в райские сады, и мне потребовалось приложить немало усилий, чтобы удержать себя в руках."

    dv "Ну?!"

    "С нажимом сказала она, выдохнув свою фразу почти мне на ухо. {w}От такого эротизма волна возбуждения снова прокатилась по всему телу."

    th "Господи, Алиса. {w}Ты сводишь меня с ума! {w}Нет, надо это всё прекращать. {w}Это плохо кончится, это неправильно, так нельзя."

    "Меня разрывали надвое порядочное воспитание и первобытная похоть, ситуация была настолько абсурдной, что я нервно посмеялся."

    stop music fadeout 3

    dv "Да иди ты!"

    window hide dissolve
    scene bg ext_beach_sunset with dissolve
    $ renpy.pause (1)
    window show dissolve

    "Рыжик встал с меня, освободив от болезненного захвата. {w}Я поднялся следом, отряхиваясь от налипшего песка."

    play music ov_ross_hardy_brian_white_tuneland fadein 4

    me "Ладно, прости, я не хотел тебя обидеть. {w}Пойдём, то нас сейчас обыщутся."

    show dv normal pioneer at center with dissolve

    dv "Дай подумать{cps=3}...{/cps}"

    $ renpy.pause (1)
    show dv laugh pioneer at center with dissolve

    dv "Уговорил, принимаю твои извинения, извращенец, пошли."

    show dv smile pioneer at center with dissolve_fast

    extend " Кстати, ты сам переодеться не хочешь?"

    "Судя по ехидству в голосе, хорошее настроение начинает возвращаться к ней."

    me "Точно! {w}Ты иди, я догоню."

    dv "Погоди, куда собрался? {w}Линейка кончилась уже, наверняка. {w}Иди сразу в столовую, встретимся там."

    "Я кивнул и пошел в сторону моего с Олей домика."

    window hide dissolve
    stop ambience fadeout 2
    stop music fadeout 3
    scene bg black with ov_trise
    $ renpy.pause (1.5)
    play sound sfx_medpunkt_door_open
    scene bg int_house_of_mt_sunset with dissolve
    $ renpy.pause (1)
    play sound sfx_close_door_campus_1
    $ renpy.pause (0.7)
    scene bg black with dissolve
    $ renpy.pause (0.5)
    play ambience ambience_camp_center_day fadein 4
    scene bg ext_houses_sunset with dissolve
    window show dissolve

    "Переодевшись, я почти летел над землей."

    scene bg ext_dining_hall_near_sunset with dissolve

    "Мгновение, и вот уже стою возле столовой."

    window hide dissolve
    scene bg ext_dining_hall_near_sunset:
        xalign 0.45 yalign 0.45
        ease 1.5 zoom 1.25
    $ renpy.pause (2)
    show dv normal pioneer at center with dissolve
    $ renpy.pause (0.5)
    window show dissolve

    dv "Забыла сказать, Дмитриевну не видел?"

    "Не знаю почему, но в этот момент я больше любовался этой злюкой, чем слушал её."

    $ renpy.pause (1)
    show dv angry pioneer at center with dissolve_fast

    dv "Ау, есть кто дома?"

    "Рыженькая пионерка водила ладонью у меня перед глазами."

    me "А? {w=0.8}Да."

    dv "Что «да»? {w}Вожатой не попадись говорю, мы линейку пропустили, не забыл?"

    th "По правде говоря, да. {w}В смысле, забыл."

    me "Помню, конечно."

    show dv grin pioneer at center with dissolve

    dv "Отлично. {w}И вот еще что…"

    show dv shocked pioneer at left with moveinright
    show mt angry pioneer at right with moveinright
    play music music_list["scarytale"] fadein 1

    mt "Персунов! {w}Двачевская! {w}Вот вы где! {w}Почему вас на линейке не было, потрудитесь объяснить! {w}Где вас нелегкая носила всё это время?!"

    th "Ну да, ну да, так раз вовремя…"

    me "Бегали."

    "Не моргнув и глазом, я сказал первое, что пришло на ум. {w}Ольга Дмитриевна явно не ожидала такого ответа. {w}Алиса, к слову, тоже. {w}Она стояла и удивленно хлопала глазами. {w}Впрочем, продолжалось это недолго, спустя долю секунды недоумение на лице сменилось знакомым насмешливым прищуром и лукавой ухмылкой."

    dv "Мы{cps=3}...{/cps} {w}Забегались, потеряли чувство времени. {w}А сигнал на линейку не услышали, вот и опоздали."

    th "По-моему, она решила, что у меня какой-то хитрый план. {w}Что я тут могу сказать. {w}Иногда быть идиотом, неся отборную чушь, выгодно."

    mt "Это ничего не меняет. {w}Вы оба наказаны. {w}Алиса, после завтрака отправляешься к Славе, поможешь ей."

    show dv angry pioneer at left with dissolve_fast

    "Алиса цокнула."

    mt "А ты, Семен — к кибернетикам, разберете кладовку. {w}И только попробуйте мне поотлынивать, до конца смены будете картошку в столовой чистить! {w}Всё, идите завтракать."

    stop ambience fadeout 2
    stop music fadeout 2
    window hide
    scene bg ext_dining_hall_near_sunset:
        xalign 0.3 yalign 0.55
        ease 1.2 zoom 1.35
    $ renpy.pause (1.5)
    scene bg int_dining_hall_people_day with dissolve
    play ambience ambience_dining_hall_full
    $ renpy.pause (0.5)
    $ day_time()
    $ persistent.sprite_time = 'day'

    "Алиса схватила меня за запястье и потащила в сторону Ульяны, которая очень даже уютно устроилась за последним столиком."

    mt "За разными столиками!"

    "В голосе вожатой было столько металла, что желание ослушаться даже такого самодурного, на мой взгляд, приказа не было. {w}Я отнял руку и пожал плечами, Алиса кивнула мне в ответ и убежала к подружками."

    th "Мне интересно, спустя сколько дней вожатая начнет практиковать методики воспитания, описанные в Цельнометаллической оболочке? {w}Это уже ни в какие рамки! {w}Ну правда, и так из-за ерунды заставила батрачить, считай, пол дня, так еще и поесть вместе не даёт. {w}Концлагерь какой-то. {w}А ведь ещё вчера вечером мы с ней мило болтали и пили чай."

    th "Биполярное расстройство оно такое, да."

    "Выбравшись из череды раздумий, мне ничего не оставалось, как пойти к раздаче."

    scene bg black with dissolve
    $ renpy.pause (1)
    scene bg int_dining_hall_people_day with dissolve

    "Взяв с недовольной миной поднос, я сел за ближайший свободный столик. {w}Еда особо не порадовала: пюре, котлеты и чай."

    th "Ладно, повара тут ни причем. {w}Всё эта. {w}Чтоб ей не икалось."

    Character(u'...', color="708090", what_color="E2c778") "Можно?"

    "Раздался мужской голос."

    "Это был  {i}Сережа{/i}. {w}В простонародье Электроник. {w}Настоящий{w}, по его словам."

    me "Располагайся. {w}Чувствуй себя как дома."

    show el normal pioneer at center:
        xoffset -1500
        ease 1.5 xoffset 0.0
    $ renpy.pause (2)
    show el normal pioneer at center:
        parallel:
            ease 1.0 ypos 0.07
        parallel:
            ease 0.75 zoom 1.05
            ease 0.5 zoom 1.0
    $ renpy.pause (2.5)

    "Блондин выложил с подноса принесенный завтрак и сел за стол."

    el "Тоже не хочешь есть?"

    th "Похоже, скрыть свое недовольство от посторонних не получилось."

    me "Ага. {w}А почему “тоже”?"

    show el smile pioneer at center with dissolve:
        ypos 0.07 zoom 1.0

    el "Да мне, если честно, не особо нравится здешняя стряпня. {w}Что-то из сладкого давали только раз, и то, это было в самый первый день."

    me "Обижаешь поваров, а-яй."

    show el grin pioneer at center with dissolve_fast:
        ypos 0.07 zoom 1.0

    "Сергей саркастически ухмыльнулся."

    th "Как-то мне не очень этот разговор нравится. {w}Хоть еда и не из ресторана, но жить можно. {w}В конце концов, люди старались. {w}Или дело не в еде?"

    hide el grin pioneer with dissolve

    "Электронник опустил голову в тарелку, молча укладывая в себя еду."

    "Глядя на это, внутри словно что-то щелкнуло, и мне вдруг захотелось подбодрить человека, дать ему возможность выговориться."

    me "Слушай{cps=3}...{/cps}."

    show el normal pioneer at center with dissolve:
        ypos 0.07 zoom 1.0

    el "…?"

    "Кибернетик поднял на меня глаза."

    me "Ты чего такой грустный? {w}Случилось что? {w}Дело же не в сладостях, верно?"

    $ renpy.pause (1.5)

    "Сергей некоторое время колебался, но потом с грохотом бросил вилку на стол и отодвинул тарелку с завтраком."

    play sound sfx_table_hit

    show el serious pioneer at center with dissolve_fast:
        ypos 0.07 zoom 1.0
    play music music_list ["heather"] fadein 1

    el "Надоел он мне, сил моих больше нет! {w}Видеть этого робота не могу, хочется взять его и разломать к чертовой бабушке!" with hpunch

    me "Так зачем тогда с ним возишься?"

    el "Да не моя это идея!"

    "Кибернетик оживленно жестикулировал."

    el "Шурика. {w}Мы дружим, вместе учимся, вместе в кружок робототехники и электроники ходим."

    "На нас стали посматривать. {w}Увидев это, Электроник вздохнул, и, успокоившись, взял вилку в руку, пододвинул обратно уже подостывший завтрак и принялся есть, параллельно продолжая рассказ."

    show el normal pioneer at center with dissolve:
        ypos 0.07 zoom 1.0

    el "Вот и сюда решили ехать вместе. {w}Он этим роботом еще до приезда в лагерь заболел. {w}Там сложная история, в общем, попросил помочь. {w}А я, ну друг, всё-таки. {w}Ну не смог отказать. {w}Думал, запчастей тут нет, помучается-помучается, и бросит."

    me "Но что-то пошло не так, да?"

    "Я хотел было отругать себя за не вовремя ввинченный сарказм, но кибернетик на него никак не отреагировал."

    show el upset pioneer at center with dissolve_fast:
        ypos 0.07 zoom 1.0

    el "Что не так, так это точно. {w}Злой стал, дерганый. {w}Не узнаю его совсем. {w}Хотел к медсестре сводить, мало ли что, так он такую истерику закатил!"

    el "Обвинил в предательстве, мол, мне просто надоело с его железкой возиться, вот и я пытаюсь от него избавиться, чтобы не донимал. {w}А мне и правда надоело. {w}В пыли бумажной сидеть. {w}И так почти всё время канифолью этой дышишь."

    show el normal pioneer at center with dissolve:
        ypos 0.07 zoom 1.

    el "А на улице лето, жара, пионерки{cps=3}...{/cps}."

    stop music fadeout 5

    "Электроник засмотрелся в окно, но, всё же, продолжил."

    el "Ехал сюда отдохнуть, отвлечься от учебы, рутины домашней. {w}А оно вон как вышло. {w}Вместо отдыха — работа, вместо друга — псих."

    play music ov_ross_hardy_brian_white_mad_hatter fadein 2
    show sh normal at fleft with moveinleft

    "Неожиданно, в нашу беседу влился сам Александр. {w}Он, в отличие от своего товарища, был в приподнятом настроении и насвистывал себе какую-то до боли знакомую мелодию. {w}Слегка пританцовывая, кибернетик приземлился на свободное за нашим столиком место."

    show el normal pioneer at right with moveinleft:
        ypos 0.07 zoom 1.0
    show sh normal pioneer at left with moveinleft:
        parallel:
            ease 1.0 ypos 0.07
        parallel:
            ease 0.75 zoom 1.05
            ease 0.5 zoom 1.0

    sh "Привет, Семен. {w}А я тебя ищу везде."

    "Последнюю фразу он адресовал Электронику."

    sh "Захожу — тебя нет нигде, дверь не заперта. {w}Пока ключи искал, пока запер, чуть не опоздал. {w}Ты закрыть, если отойти надо, не забудь в следующий раз, а то мало ли, испортят нашу работу или вообще украдут."

    "При упоминании злополучного механизма, Электроник с силой сжал вилку и буркнул под нос что-то вроде: «Да кому нужно это барахло»."

    "Я решил разрядить обстановку и увести разговор в другое русло. {w}Попытался, по крайней мере."

    me "Слушай, Шурик, а ты только роботами интересуешься, или еще чем?"

    th "Ох, не лучшая попытка, ох, не лучшая."

    show sh smile pioneer at left with dissolve:
        ypos 0.07 zoom 1.0

    "Кибернетик поправил очки и внимательно посмотрел на меня."

    th "Да, жутковатое зрелище."

    sh "Надумал-таки вступить в наш клуб?"

    "Я саркастически улыбнулся и отрицательно покачал головой."

    me "Нет, просто для поддержания разговора. {w}Меня к вам на помощь отправили, а я хочу знать с кем работаю — профессиональная привычка."

    "Шурик хмыкнул."

    sh "Да нет, много чем. {w}Мне вообще наука как явление интересно. {w}И техника. {w}А ты чем?"

    th "Ой, этого я не продумал. {w}Ладно, сейчас сориентируемся."

    me "Я? {w}Я больше гуманитарий, книжки читаю, на звезды смотрю. {w}На велосипеде люблю кататься."

    th "Последнее, в общем-то правда. {w}Было несколько лет назад. {w}Так что, технически, даже и не враньё."

    show sh upset pioneer at left with dissolve:
        ypos 0.07 zoom 1.0

    "Шурик погрустнел."

    sh "Я тоже… {w}Одно время им увлекался."

    me "Так а почему перестал? {w}По-моему, каждый парень любит в железках ковыряться, нет?"

    sh "Разонравилось."

    "Кибернетик явно не желал продолжать эту тему."

    me "Значит, наука и техника. {w}Когда увлечений много — это хорошо. {w}Самому с собой не скучно."

    show sh serious pioneer at left with dissolve:
        ypos 0.07 zoom 1.0

    th "Как-то разговор не клеится."

    sh "Да не особо. {w}Очень мешает институт выбирать. {w}Сначала в один хочешь, потом в другой. {w}Голова уже кругом."

    "Речь Шурика была всё такой же бесцветной."

    th "Это он так из-за поступления такой дерганый? {w}Вообще, не удивительно, как вспомню свои экзамены, о-ох!"

    me "Ну ты так не переживай, еще же…"

    th "Черт, сейчас проколюсь! {w}В каком же они классе? {w}У них их десять, или одиннадцать? {w}Играй теперь в угадайку!"

    me "…много времени. {w}Только не говори, что уже расписал всю жизнь наперед — где работать, на ком жениться, сколько детишек заводить."

    "Я нервно захихикал. {w}Да, с юмором у меня не очень. {w}Внезапно Шурик зло на меня зыркнул и…"

    show sh rage pioneer at left with dissolve_fast:
        ypos 0.07 zoom 1.0

    sh "Да как вы меня достали уже!" with hpunch

    show sh rage at left with dspr
    $ renpy.pause (0.2)
    hide sh rage pioneer with moveoutleft

    "Он выскочил из-за стола и, громыхнув стулом, чуть-ли не зашвырнув его на прежнее место, выбежал из столовой."

    show el normal pioneer at center with moveinright:
        ypos 0.07 zoom 1.0

    th "Что-то все сегодня нервные. {w}Видимо, день такой."

    hide el normal pioneer with dissolve

    "Тем временем я с Электроником сдали грязную посуду и отправились выполнять задание вожатой."

    window hide dissolve
    stop ambience fadeout 2
    stop music fadeout 3
    scene bg black with dissolve2
    $ renpy.pause (2.5)
    play ambience ambience_clubs_inside_day fadein 3
    scene bg int_clubs_male2_night with dissolve2
    $ renpy.pause (0.5)
    window show dissolve

    "Кладовка оказалась завалена всяким барахлом. {w}И если пару испорченных патифонов, пустую банку из-под краски, засохший клей и кучу поломанных радиодеталей я еще могу понять, да даже кусок засохшего хлеба и бутылку из под водки, то вот как там оказались промасленные розовые женские трусики и четыре черных дырявых носка, для меня осталось загадкой."

    "Мы работали не покладая рук, но даже спустя полтора часа, конца и края этого мусорного безумия не было видно."

    me "Хорош твой друг, однако. {w}Обиделся на какую-то ерунду, сбежал, а теперь и носа не показывает. {w}Сдается мне, бросил он нас тут двоих, лишь бы каморку вашу не чистить, да и"

    "всё."

    "Сергей повертел в руках очередную пустую банку с непонятной засохшей белой субстанцией и бросил в мешок к остальному мусору."

    show el normal pioneer  at center with dissolve

    el "Семен, скажи, ты тайны хранить умеешь?"

    me "{b}Разумеется.{/b}"

    "Тут же ответил я. {w}И не соврал. {w}Другое дело, что разбалтывать за всю жизнь было нечего и некому."

    play music ov_you_re_dam_funny_7dl fadein 4

    el "Ладно, понадеюсь на твое честное слово. {w}В общем, Саша, он парень довольно стеснительный."

    me "Да и ты тоже не душа компании."

    th "Ой, да что ж с меня сегодня всё лезет! {w}Точно с Луной что-то не так, не иначе."

    "Я уже начал подыскивать себе оправдание, но Электроник не стал заострять внимание на моём не слишком уместном замечании."

    el "А теперь представь масштаб бедствия, если это даже я тебе говорю. {w}Помнишь, я рассказывал об одержимостью роботами. {w}Так вот. {w}Перед этим Саша за одной девочкой из нашей школы пытался ухаживать. {w}Как умел. {w}Давал списывать, помогал с домашкой и всё такое."

    me "{i}Допустим{/i}."

    show el serious pioneer at center with dissolve

    el "Кончилось всё тем, что когда он, наконец, предложил ей встречаться, она его перед всем классом очкастым ботаником назвала."

    me "Оу, можешь не продолжать, я понял что там дальше было. {w}А ты пробовал с ним поговорить, объяснить там, мол, она просто дура, что найдет еще себе хорошую девушку?"

    show el normal pioneer at center with dissolve

    el "С этим проблема."

    me "С объяснением?"

    el "С девушками. {w}Как мне удалось выяснить, сделала она это потому, что она не первая, кто Шурику отказывает. {w}А началось всё с того, что Саша за одноклассницей одной бегал. {w}Он как раз тогда велосипедами увлекался, хотел на соревнованиях попробовать выступать. {w}Вот из-за этого и получил отказ."

    me "Не понял прикола. {w}Девчонки же любят спортсменов."

    el "Да, но Саша внешне на него не тянет. {w}Всегда опрятный, вежливый. {w}Ну, ты понимаешь."

    me "И одно с другим не вяжется. {w}Да, представляю себе ситуацию. {w}Так а как это с последней девочкой связано?"

    show el serious pioneer at center with dissolve_fast

    el "Та одноклассница не самая красивая была. {w}Честно говоря, сам не знаю, что в ней Санёк нашел."

    me "Ну и?"

    show el normal pioneer at center with dissolve

    el "Видимо, эта последняя и все предыдущие решили, что чем они хуже первой и тоже дали от ворот поворот."

    me "Женская логика. {w}А в другую школу перевестись? {w}Переехать?"

    el "Городок маленький, школа всего одна, а переезд… {w}Он говорил с родителями, но те ни в какую. {w}Сказали тоже, что и ты, найдешь еще себе невесту, не забивай голову."

    me "Дела{cps=3}...{/cps}."

    show el upset pioneer at center with dissolve

    el "С тех пор он и стал замыкаться в себе, дома торчать целыми днями, еще больше в учебу ударился. {w}Наверное, решил посвятить жизнь науке."

    hide el upset pioneer with ov_trise

    "Я опасливо украдкой осмотрел лежащего на столе робота."

    th "Наука, значит. {w}Сдается мне, наличие женских первичных половых признаков у этого чуда инженерной мысли не случайно."

    "Разговаривать больше особо не хотелось, и мы, погруженный каждый в свои мысли, продолжили уборку."

    window hide dissolve
    stop music fadeout 3
    stop ambience fadeout 3
    scene bg black with ov_trise
    $ renpy.pause (1.5)
    scene bg ext_dining_hall_near_day with ov_trise
    play music ov_carefree fadein 3
    window show dissolve

    "Сигнал на обед, как ему и положено, прозвучал за пятнадцать минут до начала самого обеда. {w}Весь мусор из подсобки уже лежал в мешках и дожидался своей участи, а я, вычистившийся и вымывшийся отдыхал в тенечке под навесом у столовой."

    th "Фух, упахался. {w}Не, в баню! {w}Лучше на эту линейку не опаздывать. {w}Кстати, о бане, ни разу в жизни там не был, неплохо бы сходить искупаться разок, прочувствовать все её прелести. {w}Прелести. {w}И что, ни одной, даже самой завалящей, пошлой мыслишки не возникнет? {w}Наверное, в лесу что-то сдохло. {w}Либо я настолько устал. {w}Одно из двух."

    "Определив задачу минимум на ближайшие дни, я уже собрался заходить внутрь, как вдруг заметил быстро идущую ко мне компанию девчонок, две из которых были рыжими, а волосы третей имели цвет аквамариновой волны."

    show dv normal pioneer at left with dissolve_fast
    show us grin pioneer at right with dissolve_fast
    show mi normal pioneer at center with dissolve_fast
    $ renpy.pause (1)
    show mi smile pioneer at center with dissolve

    "Приблизившись на расстояние эффективного огня, Мику, не дав сказать и слова, стала поливать меня потоком своих эмоций."

    mi "Семочка, привет! {w}А я тут Алису провожаю, её же Ольга Дмитриевна к Славе на исправительные работы отправила."

    "Алиса громко фыркнула."

    mi "Мне скучно было в музкружке одной сидеть, а тут Ульяна прибегает, говорит, подругу спасать надо, а как же не спасать, какая же я тогда ей подруга. {w}Вот и пошла. {w}Я Ульяну спрашиваю, а в чем помощь нужна, а она говорит, нужно Славю отвлекать, чтобы меньше работали, её же, Алису то есть, только до обеда наказали."

    mi "Я спрашиваю, а как, а Ульяна говорит, гитару возьми, развлекать нашу северянку будешь, а я ей говорю, гитару не возьму, а она…"

    me "Стоп-стоп-стоп! {w}Мику, машингевер мой ненаглядный, помедленнее, иначе я не выживу."

    show mi shocked pioneer at center with dissolve

    "Мику округлила глаза."

    mi "Кто?"

    me "Пулемет такой есть."

    show dv grin pioneer at left with dissolve_fast

    dv "Сень, ну кто девушку какой-то железякой называет, а?"

    show mi sad pioneer at center with dissolve
    show dv smile pioneer at left with dissolve_fast

    me "И ничего не железяка, а очень известная стрелковая система, скорострельная и безотказная."

    show mi shy pioneer at center with dissolve
    stop music fadeout 3

    "Мику покраснелa."

    th "Чего это она? {w}Ну да, она быстро разговаривает… {w}Ой."

    me "В смысле, не ломается."

    "Мику совсем смутилась, закусила губу и сложила руки перед собой."

    th "По-моему, я делаю только хуже."

    me "То есть надежная. {w}Не подведет."

    show dv grin pioneer at left with dissolve

    "Алиса уже не скрывала свою фирменную, слегка надменную улыбку."

    dv "Да мы поняли, поняли. {w}Может, пойдем уже есть, а то сейчас вся орава набежит, будем пол года свою очередь отстаивать."

    hide us grin pioneer with moveoutright

    "Ульяна, не дожидаясь ни чьего согласия, с нечленораздельным воплем бросилась в дверной проем. {w}Остальным же ничего не оставалось, как пойти следом за ней."

    window hide dissolve
    stop music fadeout 3
    scene bg black with ov_trise
    $ renpy.pause (1.5)
    scene bg int_dining_hall_day with ov_trise
    play music ov_v_flower_close_to_you fadein 4
    window show dissolve

    "Взяв свои порции, мы отыскали самый лучший столик. {w}Я с удивлением обнаружил, что все в нашей компании проголодались и никого не тянет на разговоры. {w}Доев и сдав грязную посуду в мойку, мы вышли наружу, продравшись через толпу галдящих пионеров, только-только спешащих наполнить свои желудки."

    window hide dissolve
    scene bg black with dissolve
    $ renpy.pause (1)


    scene bg ext_dining_hall_away_day with dissolve
    show dv smile pioneer at left
    show us normal pioneer at right
    show mi normal pioneer at center
    with dissolve_fast
    window show dissolve

    dv "Ну что, какие предложения?"

    me "Ты о чем сейчас?"

    dv "О том, что делать будем. {w}Как насчет посиделок в музклубе?"

    show mi shy pioneer at center with dissolve

    "Мику, почему-то, заметно смутилась."

    dv "Ну давайте, соглашайтесь. {w}Подальше от вожатой — подальше от проблем. {w}Как говорится, с глаз долой — из сердца вон."

    window hide dissolve
    stop music fadeout 3
    scene bg black with ov_trise
    $ renpy.pause (1)
    scene bg int_musclub_day with ov_trise
    play ambience ambience_music_club_day
    $ renpy.pause (1)
    window show dissolve

    "До места назначения мы стали пробираться «огородами». {w}На мой закономерный вопрос «зачем?», был получен вполне уверенный ответ - «по теньку идем, чтоб не напекло»."

    "Девочек определенно веселила эта игра в шпионов с ползанием на карачках и прыжками через кусты, я же чувствовал себя великовозрастным идиотом, занимавшимся непонятной ерундой."

    me "Ну, что делать будем? {w}Кроме пряток от вожатой."

    show dv smile pioneer at cleft with dissolve

    dv "А давайте в карты."

    "Остальные присутствующие согласно закивали."

    me "Ну давай."

    "По правде говоря, меня такое предложение несколько огорчило. {w}Я ожидал чего-то более увлекательного. {w}По крайней мере, не такого скучного, как игра в дурака."

    me "А на что играем? {w}Только не говори, на интерес — это скучно."

    show dv grin pioneer at cleft with dissolve

    "По лицу Алисы расплылась фирменная нагловатая ухмылка, от чего внутри тревожно ёкнуло. {w}Но не давать же теперь заднюю."

    dv "Как раз хотела предложить, но, если ты и сам не против… {w}Мику, тащи карты!"

    window hide dissolve
    scene bg black with ov_trise
    $ renpy.pause (1)
    scene bg int_musclub_day with ov_trise
    show dv normal pioneer at fleft with dissolve_fast
    show us normal pioneer at fright with dissolve_fast
    show mi normal pioneer at center with dissolve_fast
    $ renpy.pause (1)
    window show dissolve

    "Мы выстроились кругом вокруг колоды словно костра. {w}В голове мелькнула мысль, что неплохо было бы устроить ночные посиделки с шашлыком под гитару."

    play music ov_summer_ends_soon fadein 4

    th "Луна, потрескивание поленьев в костре, ленивый перебор струн — романтика, эх!"

    show dv normal pioneer2 at fleft with ov_trise

    "Владелица двух желто-оранжевых заколок завязала галстук на запястье, а рубашку узлом, мотивировав это тем, что в комнате жарко."

    me "Так окно открой."

    show dv laugh pioneer2 at fleft with dissolve

    dv "Ты не на меня смотри, а в карты, то, не равен час — продуешь."

    "Она ехидно подмигнула мне. {w}Я ничего не ответил, пытаясь взять себя в руки и оторвать взгляд от полуобнаженной девичьей груди."

    show dv normal pioneer2 at fleft with dissolve

    th "Ох, черт! {w}Держи себя в руках, Семен, держи себя в руках."

    $ renpy.pause (2)

    "Мало того, что у меня не получалось сконцентрироваться на игре, так еще и карточный бог не был ко мне благосклонен, подкинув всего пару мелких козырей за всю игру."

    "Ульяне повезло больше всех: всю игру она терпимо собирала лучшие козырные карты что в итоге привело её к первому месту."

    "Я даже подумывал, не жульничает ли она?"

    "А вот Мику как и мне не очень везло с картами. {w}Но тем не менее она заняла 3 место."

    "И угадайте кто мне всю игру подкидывал карты? {w}Конечно же Алиса. {w}Вот ведь зараза. {w}Кажется она всё специально так подстроила чтобы проиграл именно я."

    "Стоит говорить о том что я проиграл? {w}Я проиграл."

    show dv grin pioneer2 at fleft with dissolve

    dv "Хах, язык мой — враг мой, да Сёма? {w}Ну что, какое ему наказание придумаем?"

    show us grin pioneer at fright with dissolve_fast

    us "А давайте его краской измажем?"

    show us laugh pioneer at fright with dissolve_fast

    extend " Или пусть на площади пять минут петуха изображает. {w}Ходит и кукарекает! {w}Смешно же будет, а?"

    dv "Опять? {w}Не,{w} это уже не интересно."

    show us normal pioneer at fright with dissolve

    us "Ну, Алиса!"

    show dv normal pioneer2 at fleft with dissolve

    dv "Нет, я говорю!"

    $ renpy.pause (1)
    show dv smile pioneer2 at fleft with dissolve

    extend " О, придумала. {w}А давай-ка ты, Семен, рака живого нам принесешь."

    show mi smile pioneer at center
    show us laugh pioneer at fright
    with dissolve

    me "Чего? {w}А динозавра тебе не надо? {w}Где я тебе раков найду?"

    "Рыжая хулиганка, присвистывая, покрутила у виска ладонью, изображая, будто бы подкручивает большой круглый регулятор."

    dv "В реке, Семен, в реке-е. {w}Плавать, как я поняла, ты толком не умеешь. {w}Ладно, горе ты луковое, выдадим тебе маску, авось не утонешь."

    me "Спасибо за напутствие, ты такая заботливая!"

    "Моя интонация буквально сквозила сарказмом. {w}Но Алису это только раззадоривало. {w}Пока мы продолжали препираться, "

    hide us laugh pioneer with dissolve

    extend " Ульяна сбегала за, как я сначала подумал, лыжными очками, но примерив, убедился, что эта вещица и в правду для погружения под воду. {w}Делать было нечего — отвертеться уже не получится. {w}Мы направились к берегу."

    window hide dissolve
    stop music fadeout 3
    stop ambience fadeout 3
    scene bg black with ov_trise
    $ renpy.pause (1.5)
    scene bg ext_beach_day with ov_trise
    play ambience ambience_boat_station_day fadein 2
    $ renpy.pause (1)
    window show dissolve

    "По пути к месту экзекуции меня терзали сомнения, и я попробовал выяснить, что же именно задумала Алиса, а она совершенно точно задумала, моя уверенность была тверда как камень."

    me "Какое-то странное задание, не находишь? {w}Принести из речки рака и всё."

    dv "А ты попробуй его голыми руками из норы достать."

    "Пионерка приветливо улыбалась, то ли мне, то ли нахлынувшим на неё воспоминаниям."

    "Дойдя, наконец, до пункта назначения, я сложил одежду на берегу и в трусах, сбегать за плавками мне не дали, нырнул в реку."

    window hide
    play sound ov_jump_int_water
    scene bg ov_ext_underwater with fla
    $ renpy.pause (0.6)
    window show dissolve

    "Не сказать, чтобы вода была моей стихией — продержавшись около минуты, легкие потребовали новой порции кислорода, и мне пришлось пойти на всплытие с пустыми руками."

    $ renpy.pause (0.7)
    scene bg ext_beach_day with flash

    "Отплевавшись и сняв маску, чтобы почесать глаз, я заметил, что Алиса стоит на берегу, держа подмышкой мою форму и разговаривает с обеспокоенной чем-то Мику."

    "В общем-то, несложно было догадаться, в чем состоял настоящий план рыжей проказницы. {w}Той, что постарше."

    play music ov_doom2_level1 fadein 3
    $ renpy.pause (1)

    "Ничего не оставалось, как поспешить на берег. {w}Увидев мое серьезное выражение лица, Алиса заулыбалась и, заливисто рассмеявшись, побежала в сторону музклуба."

    "Внутри начала закипать злость, кулаки непроизвольно сжались, а в голове прокручивались все знакомые мне ругательства, в слух которые лучше не произносить."

    window hide dissolve
    stop ambience fadeout 1
    scene bg ext_beach_day at running with flash
    $ renpy.pause (1.5)
    scene bg ext_houses_day at running with flash
    $ renpy.pause (1)
    window show dissolve

    "Ноги, страдающие от отсутствия обуви, нещадно ныли, никак не способствуя успокоению."

    scene bg ext_musclub_day with flash:
        xalign 0.53 yalign 0.53 zoom 1.25

    "Добежав до спасительного «стеклянного домика», пионерка попыталась закрыться, удерживая дверь, упершись в стену ногами, наивно полагая, что это меня остановит. {w}Но клокочущие внутри эмоции были настолько сильными, что когда я дернул рукой за ручку, Алиса чуть было не вывалилась наружу."

    "Быстро поняв, что в честном перетягивании лагерного имущества ей не победить, она на очередной моей попытке войти в музклуб отпустила злополучную дверь, и она очень «удачно», с размахом, прилетела мне в лоб."

    with flash_red

    "Я взвыл от боли и зарычал, вбегая в остекленный зал с деревянными полами."

    window hide
    scene bg black with dissolve
    $ renpy.pause (1.5)
    scene bg int_musclub_day with dissolve
    window show dissolve

    "Алиса заскочила за рояль и, все так же весело смеясь, показала мне язык. {w}Глаза её горели, излучая щенячий восторг, щеки налились румянцем, а прическа растрепалась. {w}Я, видя, что добыча загнана в угол, нарочито медленно подошел к, покрытому черным лаком, концертному инструменту."

    me "Попалась. {w}Отдай форму."

    "В ответ мне скривили рожицу и в очередной раз продемонстрировали язык. {w}Алиса попыталась проскочить мимо меня, сделав несколько ложных выпадов влево-вправо, но я оказался проворнее и сумел в последний момент ухватить её за локоть. {w}Плохо соображая в горячке погони, я бросил рыжую забияку на рояль и, сжав в объятиях, придавил всем телом."

    "Поймав-таки свою добычу, я растерялся, не зная что теперь делать, чем попыталась воспользоваться Алиса, но захват оказался всё еще слишком крепким, и ей не удалось выбраться из него."

    "Неожиданно в комнату вошли и окатили веселым криком:"

    us "Семен, решил-таки кого-нибудь снасильничать?!" with hpunch

    stop music fadeout 4

    "От неожиданности я, оборачиваясь на звук, отпустил Алису, и она тут же отскочила на безопасное расстояние с возгласом:"

    dv "Не догонишь, не догонишь бе-е-е!"

    play music ov_misato_theme fadein 3

    "Следом в музклуб зашла Мику. {w}Увидев меня, она пискнула, покраснела и прикрыла рот ладошкой."

    "Логично предполагая, что что-то явно не так, мне пришло в голову осмотреть себя. {w}В общем, оказалось, что я стоял посреди комнаты в одних мокрых трусах с, словно рыцарь, копьем на изготовку."

    "Мне стало жутко неловко."

    $ renpy.pause (0.7)
    show mi dontlike pioneer at right with ov_trise

    mi "Ну Алис, отдай уже форму Сеньке, а то Ольга Дмитриевна придёт…"

    show dv normal pioneer2 at left with ov_trise

    dv "Скучные вы."

    hide dv normal pioneer2 with ov_trise

    "Алиса отдала мне форму."

    show mi normal pioneer at right with ov_trise

    me "Эх, теперь ноги болят{cps=3}...{/cps}."

    me "Пойду я лучше посплю, желательно часика два."

    show us laugh pioneer at left with dissolve

    "Ульяна улыбнулась во все тридцать три зуба."

    us "Часика два говоришь? {w}Обед скоро, дурак."

    us "Так что если будешь меньше болтать то больше времени {i}отдОхнёшь{/i}."

    window hide dissolve
    stop music fadeout 5
    scene bg black with dissolve2
    $ renpy.pause (2.5)
    play ambience ambience_dining_hall_full fadein 4
    scene int_dining_hall_people_day with ov_trise
    $ renpy.pause (0.6)
    window show dissolve

    "Тем временем я переоделся, при этом даже успев немного вздремнуть, однако сон сном, но обед по расписанию, так что сразу же после горна ваш покорный слуга пошел набивать желудок."

    th "Что-то девочек не видно{cps=3}...{/cps}. {w}Ну ладно, без них поем."

    $ renpy.pause (1.5)

    "Простояв некоторое время в очереди, я всё-таки ухватил свою законную порцию пищи и сел за первый свободный столик."

    th "Макарошки, сосиски и компот. {w}Очень хорошо по сравнению с завтраком."

    "Я, решив не медлить, принялся за еду."

    $ renpy.pause (2)

    "Доев порцию, я вышел из столовой."

    window hide dissolve
    play sound sfx_open_cabinet_1
    stop ambience fadeout 3
    scene bg black with ov_trise
    $ renpy.pause (1.5)
    play music ov_darker_than_black fadein 4
    scene bg ext_square_day with ov_trise
    $ renpy.pause (1)
    window show dissolve

    th "Итак, девочки до сих пор не объявились. {w}Куда бы податься? {w}Хмм…"

    th "Может просто найти их самому? {w}Где они могут быть? {w}Первым делом конечно же стоит проверить музыкальный клуб."

    window hide dissolve
    scene bg black with dissolve
    $ renpy.pause (1)
    scene bg ext_musclub_day with dissolve
    window show dissolve

    th "Дверь закрыта. {w}Интересно…"

    window hide dissolve
    scene bg black with dissolve
    $ renpy.pause (1)
    scene bg ext_square_day with dissolve
    $ renpy.pause (0.6)
    window show dissolve

    th "Так ладно, я все понял. {w}Буду развлекать себя сам."

    th "Хвала Аллаху хотят бы за то что Дмитриевну не видно, иначе бы точно остатки вечера таскал сахар."

    "Вдруг резко я заострил внимание на памятнике Генды."

    scene bg ext_square_day:
        ease 1.0 xalign 0.5 yalign 0.48 zoom 1.25
    $ renpy.pause (2.5)

    th "Генда…{w} Очень знакомое имя, будто я слышал его в {i}старом{/i} мире."

    th "Всё страньше и страньше… {w}Этот лагерь точно сведёт меня с ума."

    scene bg ext_square_day:
        xalign 0.5 yalign 0.48 zoom 1.25
        ease 1.0 xalign 0 yalign 0 zoom 1
    $ renpy.pause (2.5)

    #PART II

    th "Хмм, а кто там идёт?"

    show cs normal far at left with dissolve

    th "Это же наша медсестра."

    show cs normal far at center with moveinright
    pause 0.1
    show cs normal with dissolve

    me "Здравствуйте, Виола."

    "Виолетта остановилась."

    $ renpy.pause (1.3)
    show cs smile at center with dissolve

    cs "Здравствуй, {i}пионер{w=0.2}-р{/i}. {w}Чем обязана?"

    "Сказала она в своей привычной манере."

    me "Куда путь держите? {w}В первый раз вижу вас за пределами медпункта."

    show cs normal at center with dissolve

    cs "К Оле. {w}На чаепитие пригласила."

    $ renpy.pause (1.3)

    cs "{b}Кстати{/b},{w} Семён. {w}Раз я тебя встретила, будь другом, посиди часик в медпункте за меня? {w}Если кто придёт, дашь ему все, что понадобится."

    th "Ага. {w}Значит, пока они {i}чай пьют{/i} я в медпункте сидеть буду? {w}Ладно-ладно, я запомнил!"

    $ renpy.pause (1.1)

    th "С другой стороны{w=1}, делать мне все равно нечего,{w=1} так что почему бы и нет?"

    th "Впрочем, я не думаю, что с моим приходом в медпункт, здоровье у остальных пионеров резко пошатнется."

    me "Без проблем."

    show cs smile at center with dissolve

    cs "Вот и молодец. {w}Держи ключи. {w}А я пошла. {w}Если что-то серьезное – зови. {w}Удачи, {b}пионер{w=0.3}-р{/b}."

    "По коже пробежались мелкие мурашки."

    th "Ох, Виола, Виола. {w}Ты меня сведёшь с ума быстрее чем  этот мистический лагерь."

    me "Хорошо. {w}Удачного чаепития."

    "Виола подмигнула мне."

    "И растворилась."

    hide cs smile with moveoutright

    th "Ну-с, отправляемся."

    window hide dissolve
    scene bg black with fade
    stop music fadeout 3
    play ambience ambience_medstation_inside_day fadein 3
    $ renpy.pause (1.7)
    scene bg int_aidpost_day with dissolve2
    $ renpy.pause (2.0)
    window show dissolve

    th "Так, теперь я временная медсес{cps=3}...{/cps}"

    with hpunch

    th "Тьфу, временный {b}медбрат{/b} получается."

    th "Посмотрим, что у Виолы тут есть. {w}Журналы, может, какие…?"

    "Я открыл ящики и начал рыться в них."

    th "{i}Дело нечестивое, милорд, но и я не настоящий пионер! {w}Вы не джентльмен. {w}А вы, мисс, не леди, но я вас в этом не обвиняю, леди мне никогда не нравились.{/i} "

    th "Анальгин,{w} бинты,{w} {i}презервативы,{w} тампоны,{/i}{w} {b}о{/b}! {w}А вот и журнальчик."

    th "«Советская мода». {w}Почему я не удивлен?"

    "Нет. {w}Этот журнал не мог представлять никакого для меня интереса, разве что на нем должна быть указана дата выпуска."

    "Я внимательно изучил обложку."

    "Ничего. {w}Только месяц и число – 21 июля."

    "На обратной стороне тоже самое."

    th "{b}Да что же это такое!{/b}"

    "Я с досады кинул журнал обратно на стол."

    th "Ладно, ничего страшного… {w}Ответы от меня никуда не убегут, {i}у них же нет ушей, лап и хвоста!{/i}"

    th "В любом случае мода Союза меня не интересует."

    "Снова открыв ящики и убрав «Советскую моду» обратно в полку, я упал лицом на кушетку."

    th "Удобно, в таком положении и заснуть можно."

    $ renpy.pause (1)

    "Я бы и лежал так, но в дверь постучались."

    play sound sfx_knock_door7_polite

    "Лениво сказав «Войдите», в комнату зашла…"

    show un normal pioneer with moveinright

    "Лена."

    show un surprise pioneer with dissolve

    un "Ой,{w=0.3} а медсестры нет? {w}Тогда я позже зайду."

    me "Привет Лен, я за медсестру. {w}Чем могу помочь?"

    show un grin pioneer with dissolve
    $ renpy.pause (1.0)

    un "П{w=0.2}-привет, ну {cps=3}...{/cps}"

    $ renpy.pause (1)

    "Лена замялась, но всё же ответила:"

    show un shy pioneer with dissolve

    un "Можешь, пожалуйста, выйти на минуточку?"

    me "Эм, хорошо."

    show un grin pioneer with dissolve

    "Решив не задавать лишних вопросов, я деликатно вышел подышать воздухом."

    window hide dissolve
    scene bg black with dissolve
    play ambience ambience_camp_center_day
    play sound sfx_slavya_gets_out
    $ renpy.pause (1.4)
    play sound sfx_close_cabinet
    scene bg ext_aidpost_day with dissolve
    $ renpy.pause (2.0)
    $ renpy.pause (1)
    window show dissolve

    "Ждать долго не пришлось{w} – пионерка вышла через пару минут с пакетом в руках."

    show un smile pioneer with dissolve

    un "Спасибо."

    me "Обращайся!"

    hide un smile pioneer with moveoutright

    "Дождавшись, когда она спустится с крыльца, я,{w} нелепо кивнув, вернулся в медпункт."

    window hide dissolve
    scene bg black with dissolve
    $ renpy.pause (1.4)
    play ambience ambience_medstation_inside_day fadein 3
    scene bg int_aidpost_day with dissolve
    $ renpy.pause (2.0)
    window show dissolve

    "Прошёл час. {w}За это время практически никто не заходил, кроме…"

    window hide dissolve
    scene image im.MatrixColor(get_image("bg/int_aidpost_day.jpg"), im.matrix.desaturate())
    with flash

    play music fl_lgg_symphonical_rain_willfully fadein 3

    show image im.MatrixColor( im.Composite((900,1080), (0,0), get_image("sprites/normal/dv/dv_2_body.png"),(0,0), get_image("sprites/normal/dv/dv_2_pioneer2.png"),(0,0), get_image("sprites/normal/dv/dv_2_grin.png")), im.matrix.desaturate()) as dv
    with dissolve2
    window show dissolve

    dv "О, {i}Сёмыч{/i}. {w}Привет, а я тебя искала! {w}Что ты тут делаешь?"

    me "Искала? {w}Не заметно! {w}Это я вас искал! {w}В итоге не нашёл, и Виола меня попросила посидеть в медпункте. {w}Сижу теперь, от скуки подыхаю. {w}{i}Журналы женские читаю{/i}."

    "Лицо Алисы продолжало выражать свойственную ей надменную ухмылку."

    me "Искала,{w=0.5} говоришь,{w=0.5} а зачем?"

    dv "Ясненько. {w}Ну{cps=3}...{/cps} просто я хочу Генду взорвать."

    me "{cps=3}...{/cps}"

    "Будь я истинным пионером,{w} я бы взмахнул руками и отчитал Алису как следует{w} {s}(благополучно получив в глаз){/s}{w} Но в реальности-то я взрослый{w}, если так можно сказать{w}, {i}мужик{/i}."

    me "Во-первых,{w=1} где ты собираешься найти бомбу? {w}Во-вторых,{w=1} тебе утреннего наказания от нашей вожатой было мало?"

    "Я вспомнил виды мокренькой Алисы."

    th "{b}Не время!{/b}"

    $ renpy.pause (1)

    me "В-третьих, {w=1} причём тут я, и что от меня требуется? {w}И да, что тебе сделал {i}многоуважаемый товарищ Генда{/i}?"

    dv "Не будь занудой. {w}Всё будет нормально. {w}Бомбу я сделаю, сама. {w}Вернее, уже сделала. {w}Почти. {w}От тебя требуется только уголь. {w}Активированный. {w}А если ты наша {i}медсестра{/i}, то это упрощает дело в разы!"

    "Алиса широко улыбнулась."

    me "Эх, а ведь изготовление взрывчатых веществ преследуется по закону… {w}Да и с чего ты взяла, что я его тебе дам? {w}Мне проблемы не нужны!"

    dv "Да какое взрывчатое вещество? {w}С дуба рухнул? {w}Это же как петарда, совсем слабенькая бомбочка. {w}Семён, ну и долгий же ты. {w}Полный тормоз. {w}Просто дай мне уголь и все. {w}Представим, что у меня болел живот. {w}Хоть это ты умеешь?"

    me "Дать,{w=0.3} или не дать? {w}Вот в чём вопрос!"

    show image  im.MatrixColor( im.Composite((900,1080), (0,0), get_image("sprites/normal/dv/dv_5_body.png"),(0,0), get_image("sprites/normal/dv/dv_5_pioneer2.png"),(0,0), get_image("sprites/normal/dv/dv_5_angry.png")), im.matrix.desaturate()) as dv
    with dissolve

    dv "Мое терпение не железное!"

    show image  im.MatrixColor( im.Composite((900,1080), (0,0), get_image("sprites/normal/dv/dv_5_body.png"),(0,0), get_image("sprites/normal/dv/dv_5_pioneer2.png"),(0,0), get_image("sprites/normal/dv/dv_5_angry.png")), im.matrix.desaturate()) as dv:
        ease 3 zoom 1.6 yoffset adapt_hotspot(400)

    me "Да шучу, шучу! {w} Если что, {w=0.3}я не виноват. {w}Под твою ответственность."

    show image im.MatrixColor( im.Composite((900,1080), (0,0), get_image("sprites/normal/dv/dv_4_body.png"),(0,0), get_image("sprites/normal/dv/dv_4_pioneer2.png"),(0,0), get_image("sprites/normal/dv/dv_4_normal.png")), im.matrix.desaturate() ) as dv with dissolve
    show image im.MatrixColor( im.Composite((900,1080), (0,0), get_image("sprites/normal/dv/dv_4_body.png"),(0,0), get_image("sprites/normal/dv/dv_4_pioneer2.png"),(0,0), get_image("sprites/normal/dv/dv_4_normal.png")), im.matrix.desaturate() ) as dv:
        ease 1 zoom 1.0  yoffset 0

    "Сказал я, будучи заранее уверенным в том, что меня выставят чуть ли не зачинщиком."

    "Я достал из шкафчика уголь и подал его Алисе."

    dv "Спасибо! {w}Да, да. {w}Под мою ответственность, {i}бла-бла-бла{/i}."

    window hide dissolve
    scene bg int_aidpost_day with flash
    stop music fadeout 2
    play ambience ambience_medstation_inside_day fadein 3
    $ renpy.pause (2.0)
    window show dissolve

    th "Вот ведь рыжая бестия!"

    "Но на моей лице не было места досаде, только легкая улыбка."

    th "Нет, влюбиться мне ещё не хватало. "

    th "Семён. {w}Держи себя в руках, ты помнишь чем это кончается, верно? {w}Пора взрослеть."

    "Воспоминания горькими комьями подступили к глотке…."

    window hide dissolve
    stop ambience fadeout 2
    $ renpy.pause (2.0)
    scene image im.MatrixColor(get_image("bg/bus_stop.jpg"), im.matrix.desaturate()) with flash
    play music fl_maxim_n_relax fadein 4
    $ prolog_time()
    $ renpy.pause (3.0)
    window show dissolve

    "Зима какого-то там года. {w}Остановка. {w}Мы с одногруппницей ждём маршрутки."

    "На тот момент я был в неё влюблен. {w} С самого начала, стоило мне только поступить на юридический. {w}Но смелостью я никогда не славился, потому просто ждал. {w}Чего? {w}Непонятно."

    window hide dissolve
    scene image im.MatrixColor(get_image("anim/intro_9.jpg"), im.matrix.desaturate()) with dissolve
    play sound sfx_intro_bus_engine_start
    $ renpy.pause (1.0)
    window show dissolve

    "Мой 410 автобус подъехал, я уже собрался заходить в маршрутку и говорить «пока», но {cps=3}...{/cps}"

    voice "Семён,{w=0.5} подожди!"

    me "А?"

    th "Какое совпадение, не правда ли? {w}Может, это лагерь смеется надо мной, подкидывая дров в иллюзорный камин моих воспоминаний? {w}Местная Лена напоминает мне {b}МОЮ{/b} Лену,{w} есть в пионерке что-то ярко и броское, чего я ещё не до конца понял, но к чему уже тянусь, как дитя."

    $ renpy.pause (1.0)
    scene image im.MatrixColor(get_image("bg/bus_stop.jpg"), im.matrix.desaturate()) with dissolve2
    play sound sfx_bus_out

    "Я резко остановился. {w}410 уехал прямо перед моим носом."

    voice "Это,{w=1} наверное,{w=1} глупо,{w=1} но… {w}Я,{w=1} ты…"

    "Она резко выдохнула и сказала те самые слова:"

    voice  "{color=#C09}Ты мне нравишься!{/color} {w}Очень! {w}Ты хочешь со мной встречаться?"

    "Мир перевернулся и улетел в урну бытия."

    "Остался только я и она."

    "Мои щёки покраснели. {w}То ли из-за мороза, то ли…"

    me "Ты {cps=3}...{/cps} Тоже мне нравишься!"

    voice "Правда?"

    window hide dissolve
    show blink
    pause 2
    scene bg black
    $ renpy.pause (1)
    window show dissolve

    "Тогда мы поцеловались. {w}Мой первый поцелуй. {w}Самый лучший. {w}Кроме него не существовало ничего. {w}Совсем."

    window hide dissolve
    $ renpy.pause(1)
    nvl clear
    $ set_mode_nvl()
    window show dissolve2

    "В последствии мы начали встречаться. {w}А потом она даже переехала ко мне. {w}После окончания колледжа мы должны были сыграть свадьбу, но…"

    $ renpy.pause (2.0)

    "\n\n\nЛена погибла. \n\n{w}{b}Какой-то пьяный мудак{/b} вылетел на встречную полосу!"

    "\nДо сих пор помню свою реакцию, когда я об этом узнал:"

    "Я слушал,{w=1} слушал,{w=1} как мне говорят, что она сегодня не приедет домой."

    window hide dissolve
    stop music fadeout 3
    pause 0.8
    play music fl_maxim_n_concern fadein 6
    window show dissolve

    "\nПосле прошли её похороны,{w=1} на которые я не пришел. {w}Иначе бы прямо там потребовал положить меня рядом с ней."

    window hide dissolve2
    $ renpy.pause (3.0)
    scene image im.MatrixColor(get_image("bg/semen_room.jpg"), im.matrix.desaturate()) with fade3
    nvl clear
    window show dissolve

    "Время шло. {w}Все меньше вещей интересовало меня, я бросил универ на четвертом курсе. {w}Начал замыкаться в себе."

    "\nТо и дело мелькали прозрачные как вода мысли о самоубийстве, но я их всегда быстро отгонял. {w}Не хотелось, чтобы мое синее тело нашли в лужах."

    "На звонки родных и друзей не отвечал. {w}Зачем? {w}Опять слышать эти ваши моральные поддержки?"

    "\n\n\nСпустя 3 года мне позвонил одногруппник и пригласил на встречу выпускников. {w}Полчаса прериканий – и он меня уговорил. {w}Не знаю, почему я вдруг согласился… {w}В моей голове билась мысль, что я должен поехать туда. {w}Несомненно."

    window hide dissolve2
    scene image im.MatrixColor(get_image("bg/bus_stop.jpg"), im.matrix.desaturate()) with dspr
    $ renpy.pause (3.0)
    window show dissolve

    "\nЯ пришёл на ту самую остановку. {w}Сердце отыгрывало панковский мотив прямо в висках, на глаза невольно навернулись слезы."

    window hide dissolve2
    scene image im.MatrixColor(get_image("anim/intro_9.jpg"), im.matrix.desaturate()) with dspr
    $ renpy.pause (3.0)
    play sound sfx_intro_bus_door_open
    window show dissolve

    "\n\nНо я, всё же, сел на 410… {w}Сел, и оказался {cps=3}...{/cps}"

    window hide dissolve
    $ renpy.pause (1.5)
    scene image im.MatrixColor(get_image("anim/intro_13.jpg"), im.matrix.desaturate()) with dspr
    play sound sfx_bus_out
    $ renpy.pause (2.0)
    scene bg black with fade3
    nvl clear
    $ set_mode_adv()
    $ renpy.pause (3.0)
    stop music fadeout 3
    play ambience ambience_medstation_inside_day fadein 3
    scene bg int_aidpost_day with flash
    $ renpy.pause (2.0)
    $ day_time()
    window show dissolve

    me "…здесь."

    play sound sfx_dinner_jingle_speaker

    "Мои мысли прервал горн на ужин."

    th " Ну наконец-то! {w}Теперь у меня есть уважительная причина покинуть медпункт! {w}Уже прошло полтора часа, так что пора бы Виоле вернуться. "

    window hide dissolve
    play sound sfx_medpunkt_door_open
    $ renpy.pause (3.0)
    show cs smile at center
    with dissolve2
    $ renpy.pause (2.0)

    th "Помянешь черта…"

    cs "Спасибо тебе большое, {i}пионер{w=0.6}-р{/i}. {w}Кто-нибудь заходил?"

    me "Да, Лена и Алиса."

    show cs normal at center
    with dissolve

    cs "И что с ними?"

    me "Ничего серьезного."

    cs "Хорошо, тогда ты можешь быть свободен."

    me "Ключи, если что, я оставил на кушетке! {w}До свидания!"

    show cs smile at center

    cs "До свидания. {w}Ещё раз спасибо тебе."

    "Я вышел из медпункта."

    window hide dissolve
    scene bg black
    stop ambience fadeout 2
    with fade3
    $ renpy.pause (2.0)
    scene bg ext_dining_hall_near_day
    with fade
    $ renpy.pause (2.0)
    window show dissolve2

    th "Единственное, чему я рад в независимости от обстоятельств, так это столовой. {w}Хоть какая-то, но еда"

    window hide dissolve
    $ renpy.pause (1)
    scene bg int_dining_hall_people_day
    with dspr
    play ambience ambience_dining_hall_full fadein 3
    $ renpy.pause (2.0)
    window show dissolve2

    "Свободное место было только рядом со Славей и Женей."

    show mz bukal glasses pioneer at cleft
    show sl smile pioneer at cright
    with dissolve
    $ renpy.pause (1.5)

    me "Я присяду?"

    sl "Конечно, садись!"

    "Женя согласно кивнула, не отвлекаясь от еды."

    $ renpy.pause (1)
    show sl normal pioneer at cright
    with dissolve
    $ renpy.pause (1)

    sl "Как ты? {w}Надеюсь, что лучше?"

    me "Да, намного. {w}Спасибо за беспокойство, Славя."

    show sl smile pioneer at cright
    with dissolve
    $ renpy.pause (1.3)
    hide sl smile pioneer
    hide mz bukal glasses pioneer
    with dissolve

    "Сегодня на ужин у нас картофельное пюре с  котлетой и бледной долькой помидора. {w}Запивать эти чудеса придется сладким чаем. {w}Не так уж и плохо…"

    $ renpy.pause (1)

    "Я огляделся, пытаясь найти рыжие хвостики среди пионеров… {w}Бесполезно."

    "Под мерный гул алюминиевых ложек и разговоры Слави с Женей я спешно съел свой ужин, и залпом запил его чаем. {w}Не хотелось задерживаться здесь надолго. {w}Не знаю почему, но очень уж сильно оно давит мне на мозги."

    $ renpy.pause (1)
    show sl normal pioneer at cright
    show mz bukal glasses pioneer at cleft
    with dissolve

    me "Ну, до встречи, девушки!"

    show sl smile pioneer at cright with dissolve
    $ renpy.pause (1)
    hide sl smile pioneer
    hide mz bukal glasses pioneer
    with dissolve

    "Я встал, отнёс грязную посуду и вышел из столовой."

    window hide dissolve
    stop ambience fadeout 2
    $ renpy.pause (1)
    scene bg ext_dining_hall_near_sunset
    with fade3
    play ambience ambience_camp_center_day fadein 3
    $ sunset_time()
    $ persistent.sprite_time = 'sunset'
    $ renpy.pause (2.0)

    "Ничего не предвещало беды, как вдруг {cps=3}...{/cps}"

    play sound sfx_muffled_explosion
    pause 1
    play music music_list["pile"] fadein 1.5

    "Как раздался громкий хлопок со стороны площади!"

    th "Ёк-макарек{w}, {b}Алиса{/b}, чёрт бы тебя подрал!"

    window hide dissolve
    scene bg ext_square_sunset with dspr
    window show dissolve

    "Генда, и без того серый, сейчас покрылся черной дымкой."

    "На площади кроме нас были и другие пионеры, а также Ольга Дмитриевна."

    show mt rage pioneer far with dissolve

    mt "{b}Где Двачевская?!{/b}"

    "Вожатая говорила одновременно со всеми, но, в то же время, ни с кем."

    $ renpy.pause (2.0)

    "И тут ее взгляд поймал меня."

    show mt angry pioneer with dissolve
    $ renpy.pause (1)

    mt "{b}Семён{/b}, ты не видел Алису?"

    me "Нет, не видел."

    th "К сожалению."

    mt "Уверен?"

    me "Честное пионерское!"

    show mt shocked pioneer with dissolve
    $ renpy.pause (1.4)

    "Ольга внимательно на меня посмотрела."

    $ renpy.pause (2.0)
    show mt smile pioneer with dissolve
    stop music fadeout 2

    "И улыбнулась."

    play music music_list["smooth_machine"] fadein 3

    mt "Смотри мне."

    show mt normal pioneer with dissolve

    extend " И где же мне её искать? {w}Ульяна, подойди ко мне!"

    $ renpy.pause (2.0)
    show us grin sport at cright with dissolve2
    $ renpy.pause (1)

    us "Что такое Ольга Дмитриевна?"

    show mt angry pioneer with dissolve

    mt "Ты сама знаешь."

    show us normal sport at cright with dissolve

    us "Ой, можно подумать, можно подумать."

    $ renpy.pause (1)
    show us smile sport at cright with dissolve

    extend " Не знаю я."

    show us normal sport at cright with dissolve

    us "В последний раз мы виделись после обеда. {w}Остальное время я играла в футбол. {w}На ужин я не ходила. {w}Может она там была?"

    show mt normal pioneer with dissolve

    mt "Ясно всё."

    $ renpy.pause (1)

    "Голос" "{i}Вот она!{/i}"

    "Кто-то крикнул в толпе, и действительно: Алиса собственной персоной стояла посреди этого хауса с ухмылкой. {w}Кажется её эта ситуация очень сильно забавила."

    $ renpy.pause (0.5)
    show dv laugh pioneer2 far at fleft with dissolve2
    $ renpy.pause (2.0)
    show mt angry pioneer with dissolve

    mt "{b}Алиса!{/b} И зачем?"

    $ renpy.pause (2.0)
    show dv laugh pioneer2 at left with dissolve2
    $ renpy.pause (0.4)
    hide us normal sport with moveoutright

    "В Ульяна в свою очередь уже ускользнула, неужели всё-таки Алисе помогала?"

    $ renpy.pause (1)

    dv "Весело же!"

    show mt angry pioneer with dissolve

    mt "Весело будет, когда ты будешь отмывать памятник прямо сейчас и всю ночь, если потребуется."

    show dv sad pioneer2 at left with dissolve

    dv "Ладно, ладно. {w}Я поняла. {w}Извините."

    show mt angry pioneer with dissolve

    mt "Бомбу из чего делала?"

    show dv guilty pioneer2 at left with dissolve

    dv "Сера, селитра и активированный уголь!"

    $ renpy.pause (1)

    "Вдруг Алиса резко оживилась и показала на меня пальцем."

    show dv grin pioneer2 at left with dissolve_fast

    dv "А уголь дал мне Семён."

    show mt shocked pioneer with dissolve

    th "{b}ЧТО???{/b}"

    th "Впринципе подобного и нужно ждать от Алисы."

    "Я не нашелся что ответить, ведь технически это правда."

    $ renpy.pause (1)

    show mt laugh pioneer with dissolve_fast

    "Неожиданно вожатая рассмеялась."

    mt "Идите уже,{w} террористы юные,{w} завтра чтобы Генда блестел."

    "Сказав это, Ольга ушла."

    hide mt laugh pioneer with dissolve2
    show dv smile pioneer2 at center with moveinright
    "На площади остались только я и Алиса."

    show dv laugh pioneer2 at center with dissolve

    dv "Семён, ну ты бы видел свое лицо."

    "Алиса рассмеялась."

    me "{b}Ну Алиса!{/b}"

    show dv smile pioneer2 at center with dissolve

    dv "А что я?"

    me "Я тебе помог… {w}А ты…"

    show dv grin pioneer2 at center with dissolve

    dv "Не кисни, Сёмыч. {w}Ты нам ещё нужен."

    me "Для издевательств?"

    show dv smile pioneer2 at center with dissolve

    dv "Да."

    "Я улыбнулся."

    me "Садистка. {w}Тебя бы по одному месту ремнём шлёпнуть."

    show dv laugh pioneer2 at center with dissolve

    "Алиса показала язык."

    hide dv laugh pioneer2 with moveoutleft

    "И убежала."

    "А я так и остался стоять на площаде с придурковатой улыбкой. {w}Зачем?"

    "Не знаю."

    window hide dissolve
    scene bg black with fade3
    play music fl_wolf_tails_cool fadein 3
    $ renpy.pause (2.0)
    window show dissolve

    "Спустя некоторое время прозвучал сигнал на отбой."

    "Я, пока ещё довольный и уставший, лишь медленно ковылял в нужном направлении."

    "Это место придавало мне какое-то невообразимое количество сил. {w}Да, суперменом я явно не стал, но и это куда лучше того, что происходило со мной дома."

    window hide dissolve2
    scene bg ext_house_of_mt_night_without_light
    with dspr
    play sound sfx_open_door_1
    $ renpy.pause (1.7)
    scene bg int_house_of_mt_night2
    with fade2
    $ renpy.pause (1)
    scene bg int_house_of_mt_night
    with dissolve
    $ renpy.pause (1)
    window show dissolve

    "Пройдя во внутрь, я быстро разделся, как можно аккуратней бросив вещи на спинку стула, и лег под одеяло."

    "Оставшийся свет от лампочки меня совсем не волновал."

    "День был настолько разнообразным на события, на чувства и эмоции, что, когда мое тело коснулось мягкой кровати, я уже ни за что не хотел вставать. {w}Вот придет вожатая, пусть займется."

    th "Этот день напомнил мне о  Лене…. {w}МОЕЙ ЛЕНЕ… {w}Казалось, что это все замкнулось где-то в прошлом, в таком далеком, что мне оставалось лишь удивляться жестокости такого явления, как время, которое с постоянной дотошностью указывает тебе на ее собственную цикличность."

    th "Есть ещё и Славя. {w}Очень заботливая, хорошая, красивая… {w}Отличная пионерка. {w}Рядом с ней уютно и тепло."

    th "И в это же время «Совенок» показал мне Алису…Ту, из-за которой я, скорее всего буду наказан. {w}Возможно, в этом, пока что коротком, путешествии она ещё успеет преподнести мне пару-тройку сюрпризов."

    play sound sfx_open_door_2
    $ day_time()
    $ persistent.sprite_time = 'day'
    pause 2
    show mt angry pioneer with dissolve_fast

    mt "А он уже спит! {w}Как со всякими недобросовестными элементами сотрудничать – силы есть! {w}А как ответственность нести – баста"

    "Ольга Дмитриевна помолчала мгновение, а потом ее гнев сменился на сонную милость."

    show mt normal pioneer with dissolve

    mt "Завтра с вами разберусь!"

    window hide dissolve
    hide mt normal pioneer with dissolve
    $ renpy.pause (1)
    # щелк #П.П а звука то нет
    scene bg int_house_of_mt_night2
    with dissolve_fast
    stop music fadeout 3
    $ renpy.pause (1)
    show blink
    pause 3
    scene bg black
    with dissolve
    jump fl_day3

label fl_day3:


    $ renpy.movie_cutscene("mods/ognenyi_vzglyad/video/ov_perexod_dnya3.ogv")
    $ persistent.sprite_time = 'sunset'
    $ sunset_time()
    $ new_chapter(1, u"Огненный взгляд {p}День 3")

    "…"

    play music music_list["smooth_machine"] fadein 3

    "Утренний свет пробивался сквозь веки, вырывая меня из сонного плена, но я привычно не спешил открывать глаза."

    "Немного поваляться утром в полудреме{w} — вот настоящее блаженство."

    th "Чувствую, вожатая вот-вот меня стащит с кровати,{w} так зачем же лишать себя законного отдыха? {w}Всего каких-то пять минут, скажете вы? {w}Пускай."

    th "Хоть когда-то же должен формализм сослужить и мне добрую службу. {w}В этом ведь и заключается справедливость, верно?"

    th "{i}Главное, лежать как можно незаметнее, не подавая признаков пробуждения.{/i}"

    "Хваля себя за коварство, находчивость и изобретательность, я героически продолжил притворяться спящим."

    $ renpy.pause (2.0)

    "Прошло, как мне показалось, довольно много времени."

    "Я успел обмозговать мысль-другую,{w} помечтать и даже начать рисовать в голове {i}эротические сценки{/i} с нашими пионерками,{w} но организм довольно быстро и четко дал понять, последнее — плохая идея."

    "{i}Слишком демаскирующий побочный эффект. {w}{/i}"

    scene bg int_house_of_mt_sunset
    show unblink

    "Спать толком уже не хотелось, глаза открылись сами по себе, захлопывать же их обратно насильно мне показалось не лучшей идеей."

    $ renpy.pause (1)

    "Время становилось все более и более тягучим, но ничего не происходило. {w}Я повернул голову и посмотрел на свою соседку."

    "Ольга Дмитриевна свернулась клубочком, ногами затолкав одеяло к грядушке. {w}Она мирно посапывала,{w=1} наслаждаясь утренним сном, {w=1} напоминая сейчас маленького беззащитного ребенка или котёнка с милых картинок из интернета."

    $ renpy.pause (1)

    "В душе что-то ёкнуло, и я тихо, стараясь не разбудить, подкрался к её кровати и аккуратно накрыл одеялом. {w}Реакции не последовало, и я, выдохнув, начал всё так же осторожно собираться."

    "Наскоро одевшись, я повязал галстук и прибрал вихры на голове."

    window hide dissolve
    scene cg ov_d3_mirror with dissolve_fast
    $ renpy.pause (1)
    window show dissolve

    th "Вроде, пойдет."

    "Посмотрев в зеркало, я повернулся перед ним так и эдак, освежая в памяти облик себя семнадцатилетнего:"

    th "Хах, а, ничего так! {w}Еще бы хороший костюм, и тогда точно все девушки мои. {w}Эх, эту бы уверенность мне в те годы. {w}Возможно, тогда жизнь сложилась бы иначе. {w}Хотя, хочу ли я этого теперь?"

    "Приведя себя в порядок, я взял набор с принадлежностями для умывания. {w}И, вдохнув полной грудью, пошел к умывальникам."

    window hide dissolve
    $ renpy.pause (1)
    scene bg black
    with dissolve
    $ renpy.pause (0.5)
    scene bg ext_houses_sunset
    with dspr
    $ renpy.pause (1)
    window show dissolve

    "На улице было свежо и прохладно после вчерашнего дождя. {w}Солнце светило по-утреннему ярко, не обжигая и не иссушая все вокруг, пели птички, настраивая меня на романтично-меланхоличный лад."

    "За эти два суматошных дня я так и не успел серьезно задуматься о происходящем вокруг. {w}Просто в голову не приходило что-то анализировать, измерять и прикидывать."

    "Нет, традиционные панические вопросы «{i}кто виноват и что делать{/i}» заданы были, но с чего-то более серьезного и конкретного мысли незаметно и непринужденно соскальзывали, оставляя все мои догадки и теории под толщей ничего не значащих философских рассуждений."

    th "Что же изменилось теперь? {w}Не знаю. {w}Так себе ответ? {w}Зато честный."

    th "Так что же, все-таки, со мной?"

    "Захотелось присесть на лавочку и, бурча под нос, привычно завести диалог с самим собой, но я сдержался — чистота залог здоровья. {w}Психического в том числе."

    th "Не особо тянет заниматься самокопанием? {w}Хах, похоже я хорошо отдохнул. "

    window hide dissolve
    scene image im.MatrixColor(get_image("bg/ext_washstand_day.jpg"), im.matrix.tint(0.94, 0.82, 1.0))
    with dissolve
    $ renpy.pause (1)
    window show dissolve

    "Подходя к кафельному другу, я почувствовал, что чего-то не хватает. {w}Не сказал бы, что это «что-то» особо важно, но чего-то незаметно присутствующего, того, на что обычно просто не обращаешь внимания, точно нет."

    th "О, Слави всё не видно! {w}Забавно, кажется, время раннее даже для её. {w}Что ж, теперь смогу на законных основаниях называть её соней."

    "Я неожиданно для себя улыбнулся."

    th "Как там в той песне поется? {w}Кто рано встаёт - тому Бог подаёт, так, кажется? {w}Ладно, хватит лирики."

    window hide dissolve
    scene image im.MatrixColor(get_image("bg/ext_washstand2_day.jpg"), im.matrix.tint(0.94, 0.82, 1.0))
    with dissolve_fast
    $ renpy.pause (0.5)
    window show dissolve

    "Я подошел к умывальнику, постоял несколько секунд, преодолевая брезгливость, и, решив, что страх изгоняют встречей с ним, подставил обе ладони под неторопливую струю, без промедления опрокидывая импровизированный ковшик на себе лицо."

    window hide dissolve
    with hpunch
    with hpunch
    play ambience ambience_camp_center_day fadein 3
    stop music fadeout 3
    $ renpy.pause (1)
    window show dissolve

    th "У-уф, живительная влага. {w}Передайте мой пламенный привет тому изуверу, которому пришло в голову, что умываться холодной водой - хорошая идея."

    window hide dissolve
    scene image im.MatrixColor(get_image("bg/ext_washstand_day.jpg"), im.matrix.tint(0.94, 0.82, 1.0))
    with dissolve
    $ renpy.pause (1)
    window show dissolve

    "Вода была на удивление теплой. {w}Так что ворчал я, скорее, по привычке. {w}В голове мелькнула мысль, что теплая вода утром - это странно."

    "Особенно странно это выглядело на фоне прохладной сырой ночи. {w}Но я тут же загнал эту мысль куда-то в угол, не давая разростись во что-то грандиозное."

    window hide dissolve
    scene bg black
    with dissolve2
    $ renpy.pause (1)
    scene bg ext_square_sunset
    with dissolve
    $ renpy.pause (1)
    window show dissolve

    "Прошло около часа. {w}Чем же я занимался всё это время? {w}Гулял, или даже можно сказать {i}бродил по лагерю{/i}. {w}Впрочем… {w}на площади уже во всю кипела пионерская жизнь."

    "Линейка начнется с минуты на минуту."

    window hide dissolve
    scene cg ov_d3_lineup
    with dissolve_fast
    $ renpy.pause (1)
    window show dissolve

    "В шеренгу встал весь наш отряд."

    "Я присоединился к строю."

    $ renpy.pause (1)

    mt "Так, все собрались?"

    mt "{b}ВСЕ СОБРАЛИСЬ?!{/b}"

    "Рявкнула вожатая. {w}Отряд мгновенно успокоился."

    "Ольга Дмитриевна начала что-то говорить про план дня, и про что-то там ещё, но я не слушал. {w}До моего сознания доходили лишь остатки и обрывки фраз."

    $ renpy.pause (1)

    "Прошло минут десять, я думал обо всем и ни о чем одновременно, перебирая в голове несвязанные друг с другом мысли, время тянулось как дешевая ириска, и ожидание начало потихоньку раздражать."

    $ sunset_time()
    $ renpy.pause (1)
    scene bg ext_square_sunset
    show mt normal pioneer panama at cleft
    with dissolve

    mt "Всё поняли?"

    show mt grin pioneer panama at cleft
    with dissolve

    mt "{i}Семён. {w}Повтори свою задачу.{/i}" with hpunch

    "Вожатая обратилась ко мне с ухмылкой. {w}Судя по хищному взгляду, она поняла, что я её абсолютно не слушал. {w}Хоть мне и не семнадцать, и вовсе я никакой, в действительности, не пионер, мне стало неловко под этим пристальным, цепким взглядом."

    me "Эмм{cps=3}...{/cps}"

    $ renpy.pause (1)

    "Повисло неловкое молчание, шушуканье пронеслось по рядам."

    $ renpy.pause (1)

    "Но тут вмешалась Лена."

    show un smile pioneer at right
    with dissolve

    un "Семён должен помочь мне убраться в библиотеке. {w}После завтрака."

    me "{i}Ээ{/i}, да-да-да."

    show mt laugh pioneer panama at cleft
    with dissolve

    "Глупо улыбаясь затараторил я."

    th "{b}Фууух{/b}… {w}Вроде, пронесло. {w}Спасибо, Лена!"

    "Я еле заметно кивнул ей, мол, Родина не забудет своих героев."

    show un grin pioneer at right
    with dissolve
    $ renpy.pause (1)
    hide un smile pioneer
    with dissolve

    "Просмеявшись, вожатая сказала:"

    show mt normal pioneer panama
    with dissolve

    mt "Хорошо. {w}Тогда линейка окончена."

    mt "{i}А теперь на завтрак!{/i}"

    window hide dissolve
    play music music_list["gentle_predator"] fadein 3
    stop ambience fadeout 3
    hide mt normal pioneer panama with dissolve
    $ renpy.pause (1)
    scene bg ext_houses_sunset at running with dissolve
    $ renpy.pause (1)
    window show dissolve

    "Я буквально рванул к столовой, пробираясь через толпы пионеров и пионерок."

    scene bg ext_dining_hall_away_sunset at running
    with dissolve
    play sound sfx_dinner_horn_processed

    "Горн прозвенел как раз тогда, когда я был около столовой."

    window hide dissolve
    scene bg ext_dining_hall_near_sunset at running
    $ renpy.pause (1)
    stop music fadeout 3
    play ambience ambience_dining_hall_empty fadein 3
    scene bg int_dining_hall_day
    with dspr
    $ renpy.pause (1)
    window show dissolve

    "Уже знакомый обеденный зал встретил меня прохладой и подстегивающими аппетит запахами."

    "Я быстро, благо, не было очереди, взял поднос с едой, и сел за ближайший столик."

    th "Так, что там у нас сегодня? {w}Рис, чай, два куска хлеба с сыром и маслом. {w}Неплохо, очень даже неплохо."

    "Я принялся есть. {w}{i}В гордом одиночестве{/i}. {w}Впервые за последние годы, меня стала тяготить выбранная мной же обособленность."

    "В голове пугающе естественно и незаметно зародился червячок сомнений, а что, если жизнь нелюдимого затворника  - {i}не осознанный выбор, а просто бегство от собственных страхов и чувств?{/i}"

    th "Получается, я трус, который просто врет себе о принципах и высоко духовности?"

    window hide dissolve
    scene bg int_dining_hall_people_day
    play ambience ambience_dining_hall_full fadein 3
    with dissolve2
    $ renpy.pause (1)
    window show dissolve

    extend " Так. {w}Кажется, пора собираться. {w}Душно тут. {w}И шумно."

    "Доев свою порцию, я нехотя отнес грязную посуду."

    $ renpy.pause (1)

    th "Кстати, Алисы не было на завтраке. {w}Наверняка голодная."

    th "И где теперь её искать? {w}Была на линейке, главное, и куда-то смылась. {w}Ладно, первым делом пойду на площадь, а там посмотрим…"

    $ renpy.pause (1)

    "Я подошёл к поварихе, объяснил ситуацию."

    "Повар" "Горячего больше нет, сынок, хотя, погоди-ка… {w}Вот."

    "Мне выдали два бутерброда в целофанновым пакете."

    "Повар" "Больше нет, сынок, извиняй уж."

    me "И этого хватит. {w}Спасибо вам."

    window hide dissolve
    scene bg black
    stop ambience fadeout 3
    with fade2
    $ renpy.pause (1.5)
    scene bg ext_square_sunset
    play ambience ambience_camp_center_day fadein 3
    with dissolve2
    $ renpy.pause (1)
    window show dissolve

    "Прождав на скамейке минут пять, я увидел вдали знакомую фигуру"

    show dv normal pioneer2 far at fright
    with dissolve

    extend " – это точно Алиса!"

    th "Ага, а вот и пропажа нашлась."

    "Я подошел к ней."

    show dv normal pioneer2 at center
    with dissolve
    $ renpy.pause (1)

    me "Привет, Алис! {w}Ты чего на завтрак не пришла? {w}Я тебе покушать принес."

    "Я показал пакетик, который держал в руках."

    show dv smile pioneer2 at center
    with dissolve

    dv "Привет, Сём, гуляла. {w}А вот поесть я бы не отказалась, спасибо."

    hide dv smile pioneer2
    with dissolve
    $ renpy.pause (1)

    "Мы сели на облюбованную мной лавочку."

    "Алиса принялась уплетать свой импровизированный завтрак с доставкой. {w}Она так набросилась на еду, что мне стоило бы начать беспокоиться о собственной безопасности — не ровен час и закусит какой-нибудь частью тела. {w}Ну да, последнее — это шутка. {w}Наверное."

    $ renpy.pause (1)

    me "Приятного аппетита!"

    show dv laugh pioneer2 at center
    with dissolve

    dv "Фва-фибо{w}, ням-ням{w}, фкуфно."

    "Пыталась проговорить она."

    th "Мда, а еще говорят, что девушки едят… {w}Соблазняюще, скажем так. {w}Кхм. {w}Надо зайти к медсестре и спросить, всё-таки, что у неё есть для молодых и охочих до женского внимания пионеров. {w}Господи, хоть бы этот антивозбудин там оказался."

    window hide dissolve
    play ambience ambience_int_cabin_day
    scene bg black
    with fade3
    $ renpy.pause (4.0)
    scene bg ext_square_sunset
    play ambience ambience_camp_center_day fadein 3
    play music fl_szak_beautiful_everyday fadein 3
    with dissolve2
    $ renpy.pause (1)
    show dv smile pioneer2 at center
    with dissolve
    window show dissolve

    dv "Ладно, я пошла, спасибо ещё раз, Сёма."

    th "Какая-то она сегодня слишком… {w}Ласковая?"

    th "Наверное у неё просто хорошее настроение."

    me "Да не за что."

    window hide dissolve
    $ renpy.pause (1)
    window show dissolve

    "Алиса проворно встала и собралась было уже уходить."

    me "Эй, а награда?"

    "Я красноречиво подставил щеку, одновременно жутко стесняясь и удивляясь собственной наглости."

    window hide dissolve
    show dv laugh pioneer2 at center
    with dissolve_fast
    $ renpy.pause (1.4)
    hide dv laugh pioneer2
    with moveoutleft
    $ renpy.pause (1)
    window show dissolve

    extend " Но Алиса лишь улыбнулась, показала язык и, припустив легкой трусцой, убежала."

    "А я так и остался сидеть с глуповатым видом и абсолютно пустой головой. {w}Без единой мысли. {w}Внезапно, меня что-то посетило чувство дежавю."

    th "Мне кажется, или это уже было?"

    $ renpy.pause (1)
    show mt normal pioneer panama far at fleft
    with dissolve2

    "Встав и потянувшись, я краем глаза заметил Ольгу в светлой панамке."

    th "Точно, Оля мне дала… {w}Задание помочь Лене!"

    "Быстрым шагом я направился в библиотеку."

    window hide dissolve
    scene bg ext_library_day
    with fade2
    $ renpy.pause (1.8)
    play sound sfx_knock_door3_dull
    $ renpy.pause (1)
    window show dissolve

    "..." "Войдите!."

    window hide dissolve
    $ renpy.pause (1)
    stop ambience fadeout 3
    scene bg black
    with fade
    play sound sfx_open_door_2
    scene bg int_library_day
    with dspr
    play ambience ambience_library_day fadein 3
    $ renpy.pause (1)
    show un surprise pioneer
    with dissolve
    window show dissolve

    un "Ой, Семён. {w}Я думала ты не придёшь."

    me "Я более ответственный, чем ты думаешь."

    show un normal pioneer
    with dissolve

    me "Ладно, в чём, собственно, заключается помощь, мадам?"

    show un shy pioneer
    with dissolve

    "Лена смутилась и покраснела как помидор, но но быстро взяла себя в руки и довольно уверенно ответила:"

    show un smile pioneer
    with dissolve

    un "Я еще не замужем, но благодарю за предложение."

    "Мягкая, еле заметная улыбка обозначилась на её лице."

    show un normal pioneer
    with dissolve

    un "Нужно вытереть пыль с полок и расставить книги по местам."

    me "А где Женя?"

    un "Вожатая сказала, что ей стало плохо, так что она в медпункте с Виолой."

    me "Вот оно как? {w}Ну ладно, начнем без неё. {w}Если она придет, конечно."

    hide un normal pioneer
    with dissolve

    "Я взял табуретку и пошел к обозначенным полкам."

    me "Я буду подавать."

    "Я передавал Лене книгу одну за другой, пока они не закончились."

    $ renpy.pause (1.3)
    show un normal pioneer
    with dissolve

    un "Давай я теперь вытру пыль здесь."

    hide un normal pioneer
    with dissolve

    "Уступив девушке место, я решил не ждать её и начал убирать библиотечное имущество из соседнего шкафа."

    "Совершенно случайно, одним глазком я поймал Лену…"

    th "Красивая девушка. {w}Есть в ней, в её застенчивости, что-то такое, обаятельное, что ли. {w}Так. {w}Моя любвеобильность меня погубит, пора вспоминать поговорку про двух зайцев. {w}Тем более, что зайцев этих здесь явно больше двух. {w}Так что стоит определиться. {w}Даже не смотря на то, что Лена… {w}А что Лена? {w}Она красива."

    th "Лена…Прошлое преследует меня даже здесь. {w}Прошлое меня преследует даже в прошлом{w}, хех. {w}Чёрт, как бы сейчас не расклееться."

    $ renpy.pause (1)

    "Я решил завести диалог."

    show un normal pioneer
    with dissolve

    me "Как дела?"

    "Начал я с простого. {w}Примитивного, если быть до конца честным."

    un "Ну, хорошо, а у тебя?"

    "Не оборачиваясь, сказала Лена."

    me "Тоже неплохо, даже очень! {w}Мне очень нравится в этом лагере."

    un "Мне тоже."

    $ renpy.pause (1)

    me "А ты где живёшь?"

    un "В городе. {w}А ты?"

    th "Она надо мной сейчас издевается?"

    me "В Пи{cps=3}...{/cps} То есть, {b}Ленинграде{/b}. {w}В Ленинграде, да."

    "Немного запнувшись, ответил я."

    show un smile2 pioneer
    with dissolve

    un "Ого! {w}Всегда мечтала побывать в северной столице! {w}Там, наверное, красиво. {w}Белые ночи, разводные мосты…"

    me "Не так уж. {w}Всё мрачно, вечно серые лица и угрюмые толпы, да и не гуляю по городу я особо. {w}Разве что, по пути в магазин."

    th "Это чистейшая правда, ну, я слегка её перефразировал, чтобы у Лены не возникло вопросов, но, по большому счету, всё так и есть."

    show un shy pioneer
    with dissolve

    un "Нельзя же так. {w}Дома сидеть скучно. {w}Я бы не смогла."

    me "Я тоже не в восторге, но жизнь не всегда подкидывает варианты лучше, чем есть."

    window hide dissolve
    show un normal pioneer
    with dissolve
    $ renpy.pause (1)
    show un laugh pioneer
    with dissolve
    window show dissolve

    "Лена тихо рассмеялась."

    "И ехидно сказала:"

    stop music fadeout 3
    # голоса пионеров за дверью # П.П Ну не могу я найти этом амбиенс

    un "Старость уже не за горами, да?"

    "От этой фразы мне стало не по себе."

    th "Неужели она тоже… {w}Хотя нет, не может быть, а почему нет, собственно?"

    show un sad pioneer
    with dissolve_fast

    "Увидев мой метающийся взгляд, девушка забеспокоилась."

    un "Прости, я не хотела тебя обидеть, не думала, что это настолько личное."

    me "Все в порядке. {w}И это ты меня извини, просто я не все могу объяснить. {w}Да и привычка. {w}Ершиться там, где не нужно."

    window hide dissolve
    scene bg black
    with fade3
    $ renpy.pause (4.0)
    window show dissolve

    "Прошло около получаса. {w}Работа была закончена."

    window hide dissolve
    $ renpy.pause (1)
    scene bg int_library_day
    show un normal pioneer
    with dissolve2
    window show dissolve
    un "Спасибо за помощь."
    show un grin pioneer
    with dissolve

    "Лена смутилась."

    me "Да не за что."

    "Я не задумываясь пожал плечами."

    show un shy pioneer
    with dissolve

    un "Хочешь сюрприз? {w}Ну, как награду за помощь?"

    "Лена покраснела ещё сильнее. {w}Кажется, она тоже была удивлена собственным словам."

    me "Конечно, люблю сюрпризы."

    un "Закрой глаза."

    "Я послушался."

    show blink

    "Почувствовав приятное тепло на щеке, я резко размежил веки."

    hide un shy pioneer
    hide blink
    show unblink

    "Но Лены уже не было."

    th "Эх, Ленка, Ленка."

    "Усмехнувшись, я вытер бальзам для губ со щеки и вышел из библиотеки."

    window hide dissolve
    scene bg black
    with fade3
    play sound sfx_open_cabinet_2
    stop ambience fadeout 3
    $ day_time()
    $ persistent.sprite_time = 'day'
    $ renpy.pause (1)
    play sound sfx_close_cabinet
    play ambience ambience_camp_center_day fadein 3

    $ renpy.pause (2.0)

    "Я, решив прогуляться, пошёл прямо по тропинке."

    $ renpy.pause (1)

    "В итоге дорога привела меня на спортплощадку."

    window hide dissolve
    scene bg ext_playground_day
    with dissolve
    $ renpy.pause (1.5)
    window show dissolve
    "Лагерь жил своей жизнью, дожидаясь обеда. {w}А Ульянка с незнакомыми мне пионерами играла в футбол."

    play ambience ambience_soccer_play_background fadein 2
    show us dontlike sport far at fright
    with moveinleft

    us "Эй, ты куда собрался?"

    hide us dontlike sport far
    with moveoutright

    "Главный нападающий «Совенка» резко подскочил к уже бывшему сокоманднику, который неспешно ретировался с поля."

    show us dontlike sport far at fright
    with moveinright

    us "Мы только начали!"

    show us angry sport far at fright
    with dissolve

    "На её лице проступал гнев, пока экс-полузащитник мирно сидел на одной из трибун с каким-то другим пионером."

    "Казалось, Ульяна рьяно ищет взглядом цель для своей бомбардировки, и в какой-то момент её испепеляюще жаркие глаза остановились прямо на мне."

    window hide dissolve
    show us sad sport far at fright
    with dissolve2
    $ renpy.pause (1)
    show us sad sport at center
    with dissolve
    window show dissolve

    us "Сем, не хочешь поиграть с нами, а?"

    me "Нет, Ульян, я не умею."

    show us cry sport at center # surp1
    with dissolve

    "В её глазах зародилось совсем иное, доселе невиданное;  будто излишне нежный и робкий скалолаз смотрит на товарища, который еле-еле справляется со своими обязанностями."

    "Досада. {w}Не знаю почему, но мне стало неловко. {w}То ли от природной непереносимости женских слез, то ли от того, что. {w}Не знаю. {w}Не приходило в голову, что она тоже человек и её можно обидеть. {w}Даже каким-то пустяком."

    th "Я буду об этом жалеть…"

    me "Ну ладно. {w}Хорошо, только не долго, ладно?"

    show us grin sport at center
    with dissolve

    us "Не волнуйся! {w}Мы быстро!"

    stop ambience fadeout 3
    play music music_list["always_ready"] fadein 3
    hide us grin sport with dissolve

    "Мне пришлось стать полузащитником."

    "Очень мне подходит, ты вроде и не совсем нападающий, потому что регулярно должен отрабатывать в обороне, но и не совсем защитник, потому что не имеешь права не поддерживать атаку собственной команды."

    "Я всю жизнь был «полу», так и на поле футбольном останусь."

    "Как мне рассказала Ульяна, мы отставали на три мяча. {w}Игра ведется до двенадцати голов. {w}Играют две команды по четыре человека в каждой. {w}Начнем, пожалуй с нашей."

    "Вратарь наш – мальчик азиатской наружности, и одного роста с Ульяной. {w}На его руки были натянуты простенькие вратарские перчатки, зашиваемые не один раз. {w}Назовём его «{i}казахом{/i}»."

    "Защитник наш, уже совсем чуть выше Ульяны, имеет очень неприятную особенность ({i}во время игры он отвлекается на разговоры с кем-то со стороны{/i}). {w}Назовем его «{i}дрищем{/i}»."

    "Полузащитник {i}Семен{/i}, в представлении не нуждающийся."

    "И нападающая {i}Ульяна{/i}, {w}{b}гроза всех полей,{w} красная машина в единственном лице.{/b} С её скоростью и прыткостью ей ещё и нужна команда… {w}Не верю."

    "Команда соперника, будем честны, выглядела куда более привлекательно: два брата близнеца в атаке (их схема игры отличалась от нашей. {w}Они осмелились пожертвовать амплуа полузащитника!), белобрысые, голубоглазые."

    "Их защитник – худощавый, длинный и бледный парень. {w}Чем-то меня напоминает. {w}В его глазах читалось: {w}{i}что я здесь делаю?{/i}"

    "Вратарь у них был куда коренастее нашего. {w}Все-таки правило уличного футбола работает и здесь. {w}Самые крупные идут на ворота."

    "И вот игра началась!"

    stop music fadeout 2
    $ renpy.pause (1)
    play music fl_kevin_macleod_your_call_high_quality_7dl fadein 3
    play ambience ambience_soccer_play_background fadein 3

    "Мяч попал ко мне в ноги,"

    with hpunch
    play sound sfx_soccer_ball_kick

    extend " я первым же касанием по нему сделал диагональную передачу Ульянке и она без труда поймала их тяжеловеса вратаря на противоходе."

    "Неужели забивать мячи так легко и приятно?"

    "Ах, как давно я не играл!"

    "Но уже в следующем раунде из-за моей излишней уверенности в себе, один из близнецов, юрко проскользнув возле меня, отобрал мяч, который я отпустил слишком далеко."

    "Дальше этот близнец двигался по флангу и в конце концов перевел мяч в самый пятачок штрафной, откуда его брат с легкостью вонзил его в нашу сетку."

    play sound sfx_soccer_ball_gate

    "4:1{cps=4}……{/cps}"

    show us angry sport far at center
    with dissolve

    "Ульяна бросила на меня злой взгляд."

    hide us angry sport far with dissolve

    "Дальше все шло как в тумане{w} – 4:2,{w} 4:3,{w} 5:3…."

    "Ульяна заслуженно брала игру на себя и делала счет лучше, пока я не отходил от центральной линии, стараясь в зачатке предотвратить возможные контратаки соперника."

    play sound sfx_soccer_ball_kick

    "Однако, один из близнецов нашел способ обыграть меня: он просто пробросил мяч себе на ход, сильно ускорившись."

    "Длины моих ног не хватало, чтобы отнять мяч ещё в самом начале забега, а собственной скорости мне уж тем более не достает, из-за чего этот самый близнец закатил нам пятый мяч в ближний угол."

    play sound sfx_soccer_ball_gate

    "В такие моменты Ульяна бросала во всех нас гневные взгляды, но уже в следующих таймах, после забитого ею мяча, радостно и разгоряченно давала нам пять."

    "Тем временем, с каждым мигом толпы зевак желающей посмотреть за нашим противостоянием было все больше, пионеры из младших отрядов, человек пятнадцать-двадцать оккупировали трибуны и с шумом поддерживали кого-угодно, кроме меня."

    "На мысленном счете 7:5."

    "Я спокойно веду мяч, обливаясь потом."

    with hpunch
    play sound sfx_soccer_ball_kick

    extend " Обходя препятствия в виде знатно покрасневших близнецов,{w} полузащитник Семён вступил в штрафную и сам нанес удар по воротам."

    with vpunch
    play sound sfx_soccer_ball_kick

    "Мяч летит не сильно высоко, но вражеский голкипер не смог дотянуться до него своими руками, даже подпрыгнув."

    play sound sfx_soccer_ball_gate

    "Кроткая радость, кроткая гордость. {w}Продолжаем играть."

    "Когда мы с Ульяной с углового забили шестой, нам тут же ответили восьмым, а затем и девятым."

    "Постоянное отставание давило, но и не давало лишний раз расслабляться. {w}Собеседник нашего защитника наконец исчерпал все темы для возможного диалога, что позволило нам укрепить защиту."

    play sound sfx_soccer_ball_catch

    "Ни один из последующих ударов, за некоторым исключением, не мог уйти от Дрища. {w}Как это работает?"

    play sound sfx_soccer_ball_kick

    "Всякий раз, когда близнецы выходили на него, он ловко выхватывал мяч и посылал его мне. {w}Так мы смогли впервые сравнять счет в матче."

    "Дрищ стал чувствовать себя увереннее, в его глазах пылал азарт и желание победить. {w} Как итог, наша линия защиты поднялась выше. {w}Иногда наш защитник чуть было не заходил на территорию вражеской штрафной."

    "Но это дало свои плоды."

    "Мы вели 9:11…."

    "Ноги начали гудеть, в ушах изредка был шум. {w}По красному лбу падал пот. {w}Мои движения, и без того не ювелирные, вообще превратились в варварские."

    "А Ульяна потеряла темп игры. {w}Заигрываясь в атаке, она не всегда возвращалась дорабатывать в центре. {w}Наша игра потеряла прессинг. {w}Близнецы почувствовали свободу. {w}И, как бы героически наш вратарь не старался, вражеская команда сравняла счет…."

    play sound sfx_soccer_ball_gate

    "11:11…"

    play sound sfx_soccer_ball_catch

    "Противники продолжали атаковать наши ворота, но казах, скача из одного угла в другой, не пропускал ни одного мяча."

    "Не рассчитывая длину прыжков, он часто врезался в деревянную штангу, ударяясь коленкой, плечом или вообще лбом. {w}Но каждый раз вставал и продолжал игру…."

    "Зрителей стало ещё больше. {w}Казалось, собрались все младшие отряды."

    "И теперь стали яснее предпочтения разных трибун. {w}Так сказать: чай или кофе?"

    "Трибуны, которые были ближе к нашим воротам, болели, в основном, за нас."

    "В центре сидела нейтральная публика, ожидавшая красивого завершения игры."

    "И крайне правые трибуны, полные детей, нещадно поддерживали команду противников."

    play sound sfx_soccer_ball_kick
    show us dontlike sport far at left
    stop ambience fadeout 3

    "Ульяна выбежала вперед, но получила по ноге от одного из близнецов."

    "Толпа потребовала штрафного."

    show us normal sport close at center with dissolve

    us "Бей ты, Семён. {w}Я возле ворот постою. {w}Если что – добью."

    "Говорила она почти шепотом, прерывисто, с частыми придыханиями."

    hide us normal sport

    "Каково профессиональным футболистам в такие моменты? {w}На тебя смотрит толпа болельщиков, счет напряженный, а этот штрафной последний шанс выйти из игры победителем. {w}Как же они не волнуются? {w}Может, представляют всех голыми?"

    "Тут я представил двух близнецов, прикрывших достоинство…… {w}Нет, это нам не подойдет."

    stop music fadeout 3
    $ renpy.pause (1)

    "Я глубоко вздохнул, будто рисковал проиграть что-то очень весомое и важное, сделал два быстрых шага и ударил по мячу."

    play sound sfx_soccer_ball_kick

    "Мяч перелетел над головами подпрыгнувших ввысь близнецов, закружился и ударился в перекладину, отскочив прямо Ульянке в ноги. {w}Только мяч коснулся земли в первый раз, как пионерка, несмотря на боль в ноге, что есть мочи ударила по мячу."

    window hide dissolve
    play sound sfx_soccer_ball_kick
    $ renpy.pause (0.4)
    play sound sfx_soccer_ball_gate
    $ renpy.pause (2.0)
    play music fl_ace_attorney_victory fadein 2.5
    $ renpy.pause (1)
    window show dissolve

    "На космической скорости влетев в ворота, мяч был готов порвать их сетку. {w}Даже если бы и порвал, это не важно. {w}Важно, что мы победили!"

    "Ульяна, казах, дрищ и я победоносно и громогласно закричали."

    "Не думал, что, устав до невозможности, я смогу так развеселиться. {w}Сегодня Семён герой, сегодня он молодец!"

    "Ульянка…. {w}Она меня раздражала, но и восхищала. {w}Ульяна вся отдавалась игре, поэтому с горечью переживала каждую неудачу, как свою собственную, как личную трагедию."

    $ renpy.pause (1)
    show us smile sport at center with dissolve

    us "Ну Семыч, ты молодец! {w}Без тебя мы бы не справились!"

    show us grin sport with dissolve

    "Она мне подмигнула. {w}А я засмеялся."

    me "Глупости. {w}А вот без тебя точно ничего бы не вышло."

    window hide dissolve
    stop music fadeout 3
    $ renpy.pause (1.7)
    play sound sfx_dinner_jingle_speaker
    $ renpy.pause (1)
    window show dissolve

    "Тут раздался горн на обед, и вся эта толпа, ещё миг назад поддерживающая нас в победе, холодно и резко оборвала празднование победы, отправившись на обед. {w}Толпе нужны хлеба и зрелища. {w}Зрелище она получила, можно и поесть."

    "Постояв, согнувшись в три погибели, ещё несколько минут, мы с Ульяной тоже отправились в столовую."

    window hide dissolve
    $ renpy.pause (1)
    scene bg black
    with fade3
    $ renpy.pause (2.0)
    play ambience ambience_camp_center_day fadein 3
    scene bg ext_square_day with dissolve2
    $ renpy.pause (1)
    window show dissolve

    "Обед прошёл слишком туманно, настолько что я даже не помню что нам подавали. {w}Словно разум временно покинул моё тело. {w} После игры руки с ногами до сих пор дрожали."

    "А ещё по новой заболела голова."

    th "Мда, в общем-то и немудрено. {w}Слишком много физической нагрузки за последний час. {w}Завтра утром будет ещё хуже. {w}Я это чувствую…"

    th "А сейчас стоит пойти к Виоле. {w}Не буду повторять свою вчерашнюю ошибку. {w}Кстати, про бром нужно тактично спросить, вовремя я конечно вспомнил."

    window hide dissolve
    scene bg black
    with dissolve
    $ renpy.pause (1)
    window show dissolve

    "Я встал и, еле-еле идя, ковылял к медпункту."

    window hide dissolve
    scene bg ext_aidpost_day with dissolve2
    $ renpy.pause (1)
    window show dissolve

    th "Вот он, медпункт. {w}Будет очень в моём духе, если медсестры там не окажется. {w}Ладно, не время."

    $ renpy.pause (1)
    play sound sfx_knock_door2
    $ renpy.pause (1)

    "…" "Войдите."

    window hide dissolve
    scene bg black
    with dissolve
    $ renpy.pause (1)
    play sound sfx_medpunkt_door_open
    $ renpy.pause (1)
    scene bg int_aidpost_day
    show cs smile
    with fade3
    play ambience ambience_medstation_inside_day fadein 3
    $ renpy.pause (1)
    window show dissolve

    "Прихрамывая и пошатываясь, я ввалился в медпункт."

    me "Здравствуйте, Виола. {w}У меня что-то голова болит, все дела, поможете?"

    cs "Здравствуй, {i}пионер{/i}. {w}Ложись на кушетку, посмотрим."

    show cs normal stethoscope with dissolve

    "Я доковылял до неё и лег. {w}Завидев моё состояние, приподнятое настроение Виолы быстро улетучилось. {w}Она захватила что-то со стола и с серьезно-обеспокоенным видом подошла ко мне."

    show cs normal stethoscope close with dissolve

    cs "Можешь привстать?"

    scene cg d5_cs with dissolve
    $ renpy.pause (1)

    "Я утвердительно кивнул и приподнялся на локтях. {w}Медсестра аккуратно расстегнула рубашку и стала прослушивать меня… {w}Не помню, как называются эти медицинские наушники."

    "Осмотрела горло. {w}Закончив, она уложила меня обратно, приложила руку ко лбу, проверила глаза, прощупала живот, параллельно спрашивая, болит — не болит. {w}Словом, обследовала."

    $ renpy.pause (1)
    scene bg int_aidpost_day
    show cs normal stethoscope close
    with dissolve2
    $ renpy.pause (1)

    "Наконец, она вынесла вердикт."

    cs "Переутомился ты, {i}пионер{/i}. {w}И что же тебя так вымотало?"

    "Она сделала театральную паузу."

    $ renpy.pause (2.5)
    show cs smile stethoscope close with dissolve

    cs "Или кто?…"

    "Она явно была довольна своей шуткой. {w}На меня же её ирония не произвела впечатления — чувствовал я себя всё ещё паршиво. {w}Я хотел было ответить, что всему виной Ольга Дмитриевна, но мне стало резко лень. {w}Одно радует — если она повеселела, значит, ничего серьезного."

    show cs smile stethoscope with dissolve
    $ renpy.pause (1)

    cs "Какие мы серьезные. {w}Сейчас пару таблеток тебе дам, полежишь тут минут двадцать, станет полегче. {w}Но на сегодня никаких больше нагрузок, смотри мне."

    "Она погрозила мне пальчиком, словно маленькому ребенку."

    show cs smile stethoscope far with dissolve

    "Виола подошла с шкафчику, взяла оттуда пару коробок с лекарствами и ловко выудила из них таблетки, бросив спасительные горькие кружки в маленькую пластмассовый стаканчик."

    show cs smile stethoscope with dissolve
    $ renpy.pause (1)
    hide cs smile stethoscope with dissolve

    "Еще немного времени, и запитое водой лекарство болталось в моем желудке, постепенно облегчая страдания. {w}Я растянулся на кушетке и вглядывался в белый потолок. {w}На этот раз меня мучил очень важный вопрос. {w}Его красили побелкой или известью? {w}На самом деле, я просто пытался таким нехитрым способом отвлечься от боли и тошноты."

    "Закончив свой внутренний диалог на том, что дистанционно определить что же за покрытие на потолке невозможно, я понял, что чувствую себя неплохо."

    th "Думаю, пора собираться. {w}Эм, кажется, я что-то еще хотел. {w}Ладно, если что, позже зайду."

    "Я уселся на кушетке и было засобирался, но мой пришедший в себя организм тут же напомнил, по поводу чего мне нужно было поговорить с Виолой."

    play music music_list["eternal_longing"] fadein 3
    $ renpy.pause (2.0)
    show cs normal glasses with dissolve

    "Почему он так повел себя, спросите вы? {w}Все просто. {w}Прямо напротив меня. {w}Лицом ко мне. {w}На стуле."

    "Сидела Виола. {w}И задумчиво смотрела куда-то вдаль, собрав руки в замочек. {w}От чего её грудь, скажем так, присобралась. {w}В голове тут же промелькнула одна очень незатейливая мыслишка."

    "Воображение же услужливо раздело нашу медсестру,  поставив её в самые развратные, на которые только было способно, позы. {w}Надо ли говорить, что автоматика нижней чакры отработала на ура?"

    "Единственным моим оправданием перед совестью могло быть только то, что Виола и вправду очень эффектная женщина. {w}Высокая, лет тридцати, пышущая эротизмом и… {w}Взрослостью."

    "Да, взрослостью. {w}В самом лучшем смысле этого слова. {w}Загадочный, с поволокой взгляд, в котором будто смешалось множество чувств и пережитых эмоций, манящий своей неочевидной опасностью, и от того еще более притягательный."

    "Аристократичное, утонченное лицо, насыщенное природными красками и естественностью. {w}Полные, налитые словно спелая вишня темно-красные губы. {w}Копна густых слегка вьющихся иссиня-черных волос…"

    "Я читал как-то, что у нас в подкорке есть универсальное представление о его идеальных пропорциях. {w}Если это так, то один из примеров прямо передо мной. {w}Описание можно продолжать бесконечно. {w}Не бесконечно время."

    show cs smile glasses with dissolve

    "Находясь в блаженном ступоре, я как-то упустил, что Виола уже заметила мое оживление и, вероятно, уже продолжительное время играла со мной в гляделки."

    me "Кхм, здравствуйте."

    "Она слегка насмешливо, но без злого сарказма, ответила мне улыбкой."

    cs "Виделись уже, {i}пионер{/i}. {w}Рассказывай, как самочувствие?"

    "Она облокотилась на стол, запустив руку себе в волосы, а затем, как бы невзначай, положила ногу на ногу."

    "Ну и что тут говорить? {w}С другой стороны, не идти же вот так, людей распугивать. {w}Видимо, от судьбы не убежишь. {w}Придется откровенничать. {w}В конце концов, она давала клятву Гиппократа, должна проявить сочувствие."

    "Я набрал воздуха в грудь."

    me "Да, все хорошо, боль прошла, тошнота тоже. {w}Только есть одна проблема."

    "Я замялся. {w}Виола все так же внимательно смотрела на меня. {w}А, нет, кажется, она пытается что-то прочитать у меня в глазах. {w}Никогда не чувствовал себя настолько не в своей тарелке."

    me "Понимаете{cps=3}...{/cps}"

    "Слова давались нелегко, словно от них зависела моя жизнь или что-то очень важное."

    cs "Кажется, я понимаю о чем ты. {w}Мне жаль, но я не смогу тебе помочь с этим."

    me "Как?!"

    "Вырвалось у меня тоненьким голоском."

    me "Виола, вы не можете со мной так поступить, я. {w}Я не выдержу, так нельзя, это же как пытка, я пытался, честно пытался, пытался держать себя в руках, но это невыносимо."

    me "Мне кажется, еще немного и я сорвусь, или свихнусь, или всё вместе. {w}Заклинаю вас всем, чем только можно, помогите, я не выдержу, я просто больше не выдержу."

    "На одном дыхании выпалил я. {w}Виола была очень удивлена. {w}И уж не знаю чему больше, такой моей откровенности или такой высокой скороговорности."

    "Отойдя от шока, она мягко продолжила."

    show cs shy glasses with dissolve

    cs "{i}Семен{/i}…"

    th "Она назвала меня по имени, она назвала меня по имени! {w}Женщина, что ты делаешь, пощади!"

    cs "Я вижу, что ты хороший парень, и я хотела бы тебе помочь, очень хотела, но не могу. {w}Это наказуемо для меня, ты же понимаешь."

    me "Наказуемо? {w}Дать лекарство, чтобы мне не хотелось перетра{cps=4}-а…{/cps} Перепортить всех девушек в округе? {w}Чего?"

    show cs normal glasses with dissolve

    cs "А, лекарство?{cps=3}...{/cps}"

    $ renpy.pause (2.0)

    "Повисла неловкая пауза. {w}Двусмысленность ситуации всё сильнее вгоняла меня в краску. {w}Ожидание чего-то абстрактного стало затягиваться."

    show cs smile glasses with dissolve

    "Медсестра загадочно улыбнулась, потрепала меня по макушке и подошла к тому самому шкафчику, в котором брала медикаменты для меня."

    cs "Так, дам тебе{w},{i} пока что{/i}{w}, успокоительное. {w}Должно помочь. {w}И анальгин перед сном выпей, если голова опять разболится."

    $ renpy.pause (1.3)

    "Она на секунду задумалась."

    show cs normal glasses with dissolve

    cs "Да, {i}пионер{/i}, задал ты мне задачку. {w}В прошлой смене ко мне приходил один,{w} бродит вокруг да около,{w} мнется,{w} никак не могла вытянуть из него, чего он хочет."

    cs "А потом стучится такой весь из себя и твердо и убедительно так начинает говорить мне, что ему срочно для кружка кибернетиков для опытов понадобились вата, прочная колба и перчатки медицинские с присыпкой."

    cs "Говорю ему, не положено, государственное имущество, а он ни в какую. {w}Пришлось припугнуть {i}Оле{/i}… {w}Ольгой Дмитриевной. {w}{i}Так этот пострел ночью сюда полез{/i}. {w}Хорошо, я тогда ночевать осталась. {w}Эх… {w}Молодежь."

    cs "Неукротимая тяга к науке. {w}Тогда Саша с Сережей тоже приезжали. {w}Вот я и подумала, что и тебя на это же сподобили. {w}Всё одно к одному, бывает же."

    scene bg black
    with dissolve
    stop ambience fadeout 3
    stop music fadeout 3
    $ renpy.pause (1)

    "Рассказывая все это, она параллельно положила мне анальгин в спичечный коробок, дала мне успокоительное и проводила до двери. {w}В общем, как оказался снаружи, я так и не понял."

    scene bg ext_aidpost_day with dspr

    "Магия. {w}Так и запишем, наша медсестра владеет неизвестного происхождения сверхспособностью. {w}Хотя, какая тут загадка."

    play ambience ambience_camp_center_day fadein 3
    $ renpy.pause (2.0)

    th "Так, ладно. {w}Чем мне заняться до ужина? {w}Хмм… {w}{i}в своём мире{/i} я обычно вечерами играл на гитаре, в перерывах от компьютера и размышлений."

    $ renpy.pause (1)

    th "Что мне мешает поиграть на гитаре здесь? {w}Стоит сходить в музклуб к Мику и попросить ее одолжить собственно саму гитару."

    window hide dissolve
    scene bg ext_musclub_day with fade
    $ renpy.pause (1)
    window show dissolve

    "Дверь музклуба была чуть приоткрыта, но я все равно постучался."

    play sound sfx_knock_door7_polite
    $ renpy.pause (2.4)
    stop ambience fadeout 3
    scene bg int_musclub_day with dspr
    play ambience ambience_music_club_day fadein 3
    $ renpy.pause (1)

    "Легкий ветерок заигрывал с кисейными шторами перед огромными окнами."

    "А напротив них, сидя за роялем, так же легко посапывала пионерка с аквамариновыми хвостами, чья длина, огибая серпантин её хрустальных плеч, почти касалась пола."

    "Мне не хочется нарушать отдыха Мику,{w} но…."

    $ renpy.pause (1.4)

    me "Кхм-кхм!"

    with vpunch

    "Девушка открыла свои глаза и, завидев меня, стоящего чуть поодаль от нее, покраснела."

    show mi shy pioneer at right with dissolve
    $ renpy.pause (1)

    mi "Ой, Семён…. {w}Привет, а что ты здесь делаешь?"

    "Её голос звучал отдаленно, будто бы она ещё совсем не проснулась."

    me "Да я вот пришел гитару на часик одолжить. {w}Ты не против?"

    "Японка встала из-за инструмента и мягко улыбнулась."

    show mi smile pioneer at center with dissolve
    $ renpy.pause (1)

    mi "А ты умеешь играть? {w}Почему раньше об этом не говорил? {w}Или это был сюрприз? {w}А в клуб записаться не хочешь?"

    "Останавливать эту словесную канонаду. {w}Я считаю это весьма необычным и милым. {w}Пусть и достаточно раздражительным."

    "Мику подняла акустическую гитару и подошла ко мне, ожидая ответов на свои вопросы."

    me "Знаешь, я подумаю… {w}Не могу пока точно сказать, хочу ли я этого…"

    show mi sad pioneer with dissolve

    mi "Ну хорошо…."

    show mi smile pioneer with dissolve_fast

    extend " Ты обязательно приходи к нам почаще! {w}А то иногда здесь бывает одиноко… {w}И очень скучно."

    "Я по-доброму улыбнулся."

    me "Спасибо. {w}Я обязательно приду!"

    "Передавая гитару, Мику едва-едва коснулась моей руки своими бледноватыми пальчиками."

    show mi normal pioneer with dissolve

    mi "Может, все-таки вступишь в клуб? {w}Я все нужные бумаги подпишу!"

    "Держа гитару, я отрицательно покачал головой."

    me "Не торопись, Мику, я же сказал, что мне нужно подумать."

    me "Ну, до вечера."

    hide mi normal pioneer with dissolve2

    "Японка также попрощалась со мной, возвратившись за рояль, словно меня никогда и не было."

    window hide dissolve
    stop ambience fadeout 3
    $ renpy.pause (0.8)
    scene bg ext_musclub_day with dissolve2
    play ambience ambience_camp_center_day fadein 3
    $ renpy.pause (1)
    window show dissolve

    "На карте «Совёнка» я видел сцену. {w}Думаю, сейчас там никого не должно быть."

    window hide dissolve
    $ renpy.pause (1)
    scene bg ext_square_day with dspr
    $ renpy.pause (1)
    scene bg ext_houses_day with dspr
    $ renpy.pause (1)
    scene bg ext_house_of_mt_day with dspr
    $ renpy.pause (0.5)
    window show dissolve

    "Проходя мимо нашего с Ольгой Дмитриевной домика, я заметил, как вожатая, лежала в шезлонге под кустом сирени, читала какую-то книжку."

    "Вожатая тоже меня заметила."

    show mt smile pioneer with dissolve
    $ renpy.pause (1)

    mt "Семён, куда идешь с гитарой наперевес?"

    me "Да так, хотел на сцене поиграть."

    mt "Садись."

    "Вожатая отложила книгу в сторону, внимательно смотря на меня."

    "Я сел на ступеньки нашего дома, освещаемого солнцем."

    show mt normal pioneer with dissolve

    mt "Давно играешь?"

    me "Сколько себя знаю."

    th "А вот тут я соврал, играть я начал, можно сказать, в период своего «затворничества», ну а как это Ольге объяснить?"

    show mt surprise pioneer with dissolve

    mt "А почему ты сразу об этом не сказал?"

    me "А никто не интересовался особо."

    mt "А в музыкальный клуб почему не записался?"

    me "Я ещё не решил, хочу ли стать его частью."

    mt "Но играть-то ты хочешь?"

    me "Хочу."

    show mt grin pioneer with dissolve

    mt "Тогда играй!"
    "Немного опешив, я стал размышлять. {w}Какую песню можно сыграть так, чтобы ко мне не появилось не нужных, лишних вопросов? {w}С другой стороны, я же петь не собираюсь…"

    window hide dissolve
    hide mt grin pioneer with dissolve
    play music fl_detachment_not_noticed_the_loss_fighter
    $ renpy.pause (2.0)
    window show dissolve

    "Первой песней, которую я начал играть Ольге, стала «Отряд не заметил потери бойца»."

    "Оригинального стиля игры мне было не достичь, да я и не пытался. {w}Главное передать идею."

    "Пока мои пальцы, лишенные путешествием во времени мозолей, с болью зажимали аккорды, а их товарищи, били послушные струны, я вспоминал…"

    th "Глупый мотылек догорал на свечке…"

    "Я представил свой город, где каждый день пересекался с десятками, с сотнями людей, у каждого из них была своя история, своя трагедия, длинною в жизнь. {w}И, вроде бы, у всех нас было что-то общее, что-то общечеловеческое…"

    "Но, несмотря на это, мы были друг другу никем. {w}Городу все равно."

    "Желая остановить разрастающийся поток неприятных мыслей, я быстро ударил по струнам, издавшим последний звук."

    stop music fadeout 3
    show mt smile pioneer with dissolve_fast
    $ renpy.pause (1)

    mt "Никогда не слышала эту мелодию… {w}О чем эта песня?"

    "Я сказал первое, что пришло мне в голову."

    me "Это песня о безразличии. {w}Слов я точных не помню. {w}Но точно о безразличии."

    show mt normal pioneer with dissolve

    mt "А что-то позитивнее не найдется?"

    me "Найдется."

    hide mt normal pioneer with dissolve
    $ renpy.pause (1)
    play music fl_beautiful_far_away

    "Я сразу вспомнил советскую «Прекрасное далеко…» Пусть я и заслушивался современными каверами или переделками, оригинал я тоже знал достаточно неплохо."

    "Если на «Отряде» мои пальцы надрывались, то теперь они куда более спокойно гуляли по дорожкам струн, издавая мелодию, которая и без слов заставляла тебя с тревогой смотреть вперед."

    "Но с тревогой, основанной на неуверенности в количестве приложенных тобой сил, чтобы ты был достоин этого самого далека."

    me "Ольга Дмитриевна, а вы бы хотели иметь у себя миелофон?"

    show mt grin pioneer with dissolve

    "Вожатая лукаво улыбнулась."

    window hide dissolve
    show mt angry pioneer with dissolve_fast
    $ renpy.pause (0.8)
    show mt laugh pioneer with dissolve_fast
    window show dissolve

    mt "Конечно. {w}Чтобы читать мысли всяких недобросовестных пионеров, и не давать им совершать пакости!"

    window hide dissolve
    hide mt laugh pioneer with dissolve
    nvl clear
    $ set_mode_nvl()
    window show dissolve

    "\n\n\nЗатем я играл ей ещё и ещё. {w}Играл советские, хорошо ей известные песни, а затем вспоминал свои любимые, о которых Ольга Дмитриевна знать не могла."

    "Пальцы начинали болеть, но я не мог остановиться. {w}Вожатая рассказывала мне истории, которые она встречала в лагере. {w}Рассказывала о об одном пионере, то же, кстати, Семёне, который с радостью помогал ей во всех начинаниях: таскал сахар, убирался на площади, возвращался тотчас к отбою. {w}Потом Ольга выражала надежду, что я стану таким же…"

    nvl clear

    "\n\n\nБлагодаря вожатой я узнал, что в администрации есть раритетный граммофон, на котором начальство изредка слушает всякую классику и новинки. {w}Обещала как-нибудь и мне показать."

    window hide dissolve
    $ sunset_time()
    $ persistent.sprite_time = 'sunset'
    scene bg ext_house_of_mt_sunset with dissolve2
    $ set_mode_nvl()
    window show dissolve

    "\nЗа эти часы, пока солнце клонилось к закату, я чувствовал себя спокойным. {w}Мне не хотелось ничего, лишь бы я продолжал так играть, а Ольга бы слушала меня, в перерывах рассказывая о своей жизни, о своей работе."

    window hide dissolve
    nvl clear
    $ set_mode_adv()
    stop music fadeout 3
    $ renpy.pause (2.0)
    show mt grin pioneer with dissolve
    $ renpy.pause (1)
    window show dissolve

    mt "Семён, ты хорошо играешь. {w}Нельзя, чтобы твой талант просто так пропадал. {w}У нас в конце смены намечается концерт, и ты будешь там играть!"

    me "Вы уверены?"

    show mt laugh pioneer with dissolve

    mt "Да, уверена! {w}Пионер должен делиться с окружающими своим талантом!"

    me "Вы меня засмущаете…"

    show mt smile pioneer with dissolve

    mt "Ишь какой, сеньор-помидор нашелся!"

    show mt laugh pioneer with dissolve

    "Ольга Дмитриевна рассмеялась."

    show mt smile pioneer with dissolve

    mt "Я говорю так, как оно есть"

    me "Ну ладно."

    window hide dissolve
    $ renpy.pause (1)
    play sound sfx_dinner_horn_processed
    $ renpy.pause (2.0)
    show mt grin pioneer with dissolve
    $ renpy.pause (0.4)
    window show dissolve

    mt "А теперь верни гитару обратно в музклуб и иди на ужин. {w}Я тоже скоро подойду."

    me "Пожалуй, вы правы."

    hide mt grin pioneer with dissolve

    "Я поднялся и направился в сторону музыкального клуба."

    window hide dissolve
    stop ambience fadeout 3
    scene bg black
    with dissolve
    $ renpy.pause (1)
    scene bg int_musclub_day with dspr
    play ambience ambience_music_club_day fadein 3
    window show dissolve

    "В клубе Мику была вновь одна, однако теперь она не спала."

    "Она сидела на стуле возле окна, сквозь которое на ее левую, опертую на белый подоконник, падали оранжевые лучи вечернего солнца, и пила чай."

    show mi normal pioneer with dissolve

    me "Мику, спасибо тебе ещё раз!"

    show mi smile pioneer with dissolve

    "Я поставил гитару на место, куда Мику указала мне своей тонкой рукой."

    show mi grin pioneer with dissolve

    mi "Всегда пожалуйста!"

    window hide dissolve
    scene bg black
    with fade3
    $ renpy.pause (1)
    play ambience ambience_dining_hall_full fadein 3
    $ persistent.sprite_time = 'day'
    scene bg int_dining_hall_people_day with dissolve
    $ renpy.pause (2.0)
    window show dissolve

    "Зайдя в столовую и взяв поднос с едой, я сел за дальний свободный столик."

    th "Так, чем нас порадуют? {w}Летний борщ, {i}какой-то непонятный салат{/i} (из чего он, выяснить я так и не смог), приятно терпкий чай и два ломтя душистого хлеба."

    "Сквозь пелену размышлений я заметил Алису. {w}Она сидела через два столика лицом ко мне и оживленно разговаривала с Ульянкой."

    "На вид всё было в порядке, но что-то мне подсказывало, что Алиса была несколько растеряна. {w}Вилка в её руках никак не могла успокоиться, постоянно крутясь и дергаясь, а её хозяйка то и дело украдкой посматривала на меня."

    th "Алиса. {w}Черт, за всей этой суматохой я совсем забыл о тебе."

    "От осознания собственных слов мне стало неловко перед самим собой."

    th "Почему она никак не идет у меня из головы? {w}Красивая внешность? {w}Да, но, как ни странно, в отличие от других, совсем пошлых мыслей при виде этих рыжих хвостиков у меня не возникает."

    th "Сразу становится неуютно и совестно перед самим собой. {w}Мда, кажется, я начинаю понимать значение фразы: «{i}самый строгий судья - это ты сам{/i}». {w}По-моему, дело пахнет керосином. {w}Чёрт."

    "Я задумался, вглядываясь отсутствующим взглядом в одну точку."

    th "{b}Нельзя{/b},{w} нельзя, тебе говорю. {w}{i}Не время.{/i}"

    th "Не время…"

    "Пробормотал я себе под нос. {w}И задумался, задумался о своей судьбе, о жизни, которую уже успел прожить, о чувствах, которые из страха, простого человеческого страха, запретил себе. {w}Я сидел и думал, отключившись от остального мира."

    "Как вдруг, внутри словно что-то щелкнуло."

    "Время будто сжалось до предела, давая мне взглянуть на то, что невозможно предугадать или вычислить - прожить и прочувствовать сотни и сотни сценариев того, что могло и того, что может быть."

    "Все мои эмоции и переживания калейдоскопом проносились передо мной, схлопнувшись в одну простую и ясную мысль."

    "Предчувствие. {w}Непонятное предчувствие чего-то нехорошего. {w}Оно было у меня тогда. {w}Зимой, когда я познакомился с той девушкой."

    "Не смотря на то, что абсолютно всё говорило о том, что я делаю правильный выбор, внутри меня колотилось и кричало ощущение — я совершаю ошибку."

    "И я его не послушал. {w}Сейчас же… {w}Сейчас история повторяется, но ровно наоборот."

    "Всё еще неуверенный в правильности своего поступка, я хотел было подойти и присесть за один с Алисой столик, но услужливый случай избавил меня от мук выбора — все места были уже заняты. {w}Кажется, за такую помощь не благодарят."

    th "Н-да, подобной подлянки стоило ожидать."

    show dv normal pioneer2 far at fright with dissolve2

    "Я вздохнул и посмотрел на Алису. {w}Наши взгляды встретились."

    show dv shocked pioneer2 far at fright with dissolve_fast
    $ renpy.pause (1)
    show dv shy pioneer2 far at fright with dissolve_fast
    $ renpy.pause (1)
    hide dv shy pioneer2 far with moveoutright

    extend " Смутившись, она резко куда-то засобиралась. {w}Оставив грязную посуду на столе, девушка почти бегом выскочила из столовой. {w}Я хотел было ринуться за ней, но в последний момент благоразумно одернул себя."

    th "Так, нужно успокоиться. {w}Вот что я ей сейчас скажу? {w}Я видел, как ты на меня смотрела? {w}Нет, стоит придумать что-нибудь получше."

    "Насильно запрещая себе спешить, я доел свою порцию, отнес посуду в раковину и вышел из столовой."

    window hide dissolve
    stop ambience fadeout 3
    $ renpy.pause (1)
    scene bg ext_dining_hall_away_sunset with fade3
    play ambience ambience_camp_center_evening fadein 3
    $ persistent.sprite_time = 'sunset'
    $ renpy.pause (2.0)

    th "Так, время еще детское. {w}Куда ж она могла запропаститься?"

    show us normal sport with moveinleft

    "В этот момент у меня из-за спины пулей вылетела Ульяна"

    hide us normal sport with moveoutright

    extend " и умчала по своим делам."

    th "Вот же ж голова садовая, нужно было у соседки о ней порасспрашивать! {w}Ладно, пройдусь до площади, а там видно будет."

    window hide dissolve
    scene bg ext_square_sunset with fade3
    $ renpy.pause (2.0)
    play music fl_lgg_yoshiki_ara_yudachi_no_okage_de fadein 3
    window show dissolve

    "Вечерело. {w}Пионеры постепенно разбредались по своим делам, а я заприметил сидящего на скамейке Электроника. {w}Недалеко площадь подметала, кто бы вы думали?"

    show sl normal pioneer far at fleft with dissolve2

    extend " Конечно же Славя."

    show sl smile2 pioneer far at fleft with dissolve

    extend " Она оторвалась от своего занятия и призывно помахала мне рукой."

    th "Только не помогать, только не это. {w}Эх, не убегать же теперь. {w}Ладно, если что, попробую тактично смыться."

    window hide dissolve
    $ renpy.pause (1)
    show sl smile2 pioneer at center with dissolve2
    $ renpy.pause (1)
    window show dissolve

    "Я уже подошел к ней и хотел заговорить первым, но меня опередили."

    sl "{i}Привет, Семен-кун, ёрешкенэ{/i}!" # П.П Она удачи пожелала? よれしけね

    "Сказать, что я удивился — ничего не сказать. {w}Видя мое обескураженное лицо, Славя заливисто рассмеялась."

    show sl laugh pioneer at center with dissolve

    sl "Да не смотри ты на меня как на привидение."

    me "Ну, знаешь ли, {b}от тебя{/b} слышать такую… {w}{i}Экзотику{/i}, прямо скажем, неожиданно."

    show sl smile2 pioneer at center with dissolve

    "Славя широко улыбалась, она явно была в хорошем настроении."

    show sl happy pioneer at center with dissolve

    sl "А не намекаешь ли ты, случаем, на то, что девушка я деревенская, видевшая только коров да стога сена?"

    $ renpy.pause (1)
    show sl laugh pioneer at center with dissolve

    "Видя мой ступор, Славя тихонько хихикнула. {w}Кажется, ей понравилось ставить меня в неловкое положение."

    show sl smile2 pioneer at center with dissolve

    sl "Не забыл, у нас в лагере {i}целая японка{/i} живет? {w}Разговорились, вот и научилась парочке новых слов."

    me "А… {w}Точно. {w}Японки, северянки, автобусы Шрёдингера… {w}И все в одном месте. {w}Лагеря здесь необычные, это точно."

    show sl normal pioneer at center with dissolve

    "Кажется, моего сарказма она не оценила. {w}Ожидаемо."

    me "Слушай…"

    show sl smile pioneer at center with dissolve

    sl "Да?"

    me "Я Алису ищу, не знаешь, где она может быть?"

    show sl surprise pioneer at center with dissolve

    sl "Так ты Ульяну спроси, они и дружат и живут вместе. {w}Я сама с ней не в близких отношениях, кроме домика ничего больше назвать и не смогу."

    me "Да я б спросил, но Ульяна успела стартовать с космодрома «Столовая» и, по моим расчетам, уже вышла на орбиту Земли. {w}Так что не вариант — нескольких лет на подготовку по космической программе у меня нет."

    show sl laugh pioneer at center with dissolve

    "Я театрально развел руками. {w}Славя тихонько рассмеялась."

    show sl smile2 pioneer at center with dissolve

    sl "Тогда ничего не остается, как проявить смекалку."

    th "Негусто."

    me "Что ж, спасибо за помощь, пойду проявлять. {w}Что-нибудь."

    show sl happy pioneer at center with dissolve

    sl "Удачи в поисках, {i}Семен-кун{/i}."

    "Девушка вновь хихикнула, довольная своей выдумкой."

    hide sl happy pioneer with dissolve

    th "Господи, лишь бы не приклеилось."

    window hide dissolve
    scene image im.MatrixColor(get_image("bg/ext_house_of_dv_day.jpg"), im.matrix.tint(0.94, 0.82, 1.0)) with fade3
    $ renpy.pause (2.0)
    window show dissolve

    "Попытав удачу, я прошелся до алисиного жилища. {w}Как и думалось изначально, её там не оказалось. {w}Вообще никого, если быть точным."

    th "В эфире капитал-шоу «Лагерь Чудес». {w}Внимание, вопрос! {w}Где искать Алису? {w}Крутите барабан."

    "Мысленно бросив кубики, я получил две шестерки. {w}А это значит, что мы идем на пристань. {w}Солнце начинало садиться."

    th "Времени у меня не так много, стоит поторопиться."

    window hide dissolve
    scene bg black
    with dissolve2
    stop ambience fadeout 3
    $ renpy.pause (1)
    scene bg ext_boathouse_night with dissolve
    play ambience ambience_boat_station_night fadein 3
    $ persistent.sprite_time = 'night'
    $ night_time()
    show un normal pioneer far at fleft with dissolve2
    $ renpy.pause (1.7)
    window show dissolve

    "Подойдя к пирсу, я заметил Лену, привязывающую лодку к причалу. {w}Я прокашлялся, чтобы обозначить себя издалека и не напугать и без того застенчивую девушку. {w}Не получилось. {w}Лена вскрикнула и резко обернулась."

    with hpunch
    show un shocked pioneer far at fleft with dissolve_fast
    $ renpy.pause (1)
    show un shocked pioneer at center with dissolve
    $ renpy.pause (1)

    un "Фух, это ты… {w}Напугал."

    me "Извини, я не специально."

    show un smile2 pioneer with dissolve

    "Лена улыбнулась и махнула рукой."

    un "Да ничего, это я трусиха."

    "Лена вела словно утреннего «сюрприза» не было."

    th "Так даже лучше. {w}Будет меньше вопросов."

    me "Всё равно неловко вышло."

    show un smile pioneer with dissolve

    "Я кивнул в сторону лодки."

    me "К чему готовимся? {w}Путешествовать, покорять неизвестные просторы, пиратствовать?"

    "Лена еле слышно выдохнула: «Выдумщик»."

    show un grin pioneer with dissolve

    un "Нет, всего лишь сплавала на остров. {w}Там красиво и спокойно, можно побыть одной и подумать. {w}Обо всяком."

    hide un grin pioneer with dissolve

    "Она мечтательно посмотрела на небо. {w}А я не нашелся что ей ответить. {w}Хотя и очень хотелось."

    me "Ты извини, но я по делу."

    show un smile pioneer with dissolve

    "Её взгляд вернулся ко мне."

    me "Я ищу Алису, не знаешь, где она может быть? {w}Кроме домика, там я уже был."

    show un normal pioneer with dissolve

    "Улыбка пропала с лица девочки, но глаза все еще оставались ясными."

    un "Может быть на сцене. {w}Она играть любит, сама для себя. {w}А больше нигде уединенных мест и нет, вроде."

    me "А остров?"

    show un grin pioneer with dissolve

    "Девушка повеселела."

    un "Что за намёки?"

    me "Да, глупость сказал. {w}Ладно, пойду я. {w}Спокойной ночи, наверное."

    show un smile2 pioneer with dissolve

    un "И тебе."

    me "Спокойной ночи или наверное?"

    show un laugh pioneer with dissolve

    "В ответ мне прилетел еще один женский смешок."

    hide un laugh pioneer with dissolve

    "Я поспешил дальше на поиски. {w}Лена же продолжила стоять у воды, задумчиво смотря вдаль."

    window hide dissolve
    scene bg black with fade2
    stop ambience fadeout 3
    stop music fadeout 2
    $ renpy.pause (2.0)
    play music fl_lgg_ayato_sound_create_urusei_yatsura fadein 3
    scene bg ext_stage_normal_night with dissolve_fast
    $ renpy.pause (1)
    window show dissolve

    "Добежав до сцены, я излазил всё вдоль и поперек, но Алису так и не обнаружил."

    scene bg ext_house_of_dv_night with dissolve

    extend " Решив, что хуже точно не будет, я еще раз попытался застать её дома. {w}И снова безрезультатно."

    th "Приехали. {w}Уже ночь на дворе. {w}Где же ты бродишь, чудо в перьях?"

    scene bg black with fade3

    "Что делать дальше я не знал, потому просто решил прогуляться и успокоиться. {w}В конце концов, иногда нужно просто довериться судьбе и не мешать ей делать свои темные делишки. {w}Ну или светлые — тут как повезет."

    "Бездумно прохаживаясь по дорожке, я краем глаза снова заметил Электроника, который очень старался делать вид, что он просто куда-то идет."

    th "Еще никогда Штирлиц не был так близко к провалу. {w}И куда это мы путь держим?"

    "Стараясь не попасться ему на глаза, я последовал за незадачливым «агентом 00Х». {w}Через несколько минут мы вышли к озеру в лесу. {w}Сам Сергей затаился в кустах. {w}А впереди него, у самой кромки, был еще кто-то."

    th "Эх, вот где зрение мне пригодилось бы."

    "Изображая японского разведчика, я старался разглядеть, что же там происходит. {w}Настроив фокус, я понял, что там…"

    scene cg d2_slavya_forest with fla

    extend " Славя. {w}Вальсирует по берегу озера и раздевается. {w}Да, вот так просто. {w}Хотя, откуда ей знать, что тут двойная слежка."

    th "Вот же засранец. {w}Но да, {b}выбор что надо{/b},{w} уважаю."

    "Вдруг за спиной раздался шорох, поначалу я решил не придавать этому значения, но разум заголосил, что оглядеться, всё же, стоит."

    "Прикинув так и эдак, я решил, что это хорошая идея и подумал было обернуться, но и только — женский шепот опередил мои действия."

    scene bg ext_polyana_night
    show dv laugh pioneer2 far at fright
    with dissolve

    th "Хенде хох, извращенец."

    "Я узнал свою пропажу, поэтому просто поднял руку, призывая быть тише. {w}Алиса устроилась рядом и наиграно возмущенно продолжила."

    show dv smile pioneer2 at center with dissolve

    dv "Нет, вы только посмотрите на эту наглую морду. {w}Потянуло его на молодую кровь с молоком, ты хоть бы виноватое лицо изобразил, что ли."

    me "Ты не сюда смотри, ты туда смотри."

    "Я указал рукой в сторону кустов, в которых укрылся Электроник. {w}Алиса сделала картинно строгое выражение лица."

    show dv normal pioneer2 with dissolve

    dv "Сеня, только не говори, что ты из этих, из династии шпагоглотателей."

    "Мне одновременно хотелось и злиться и смеяться, но поскольку за этой беготней усталость давала о себе знать, я насупился. {w}Алиса заулыбалась."

    show dv grin pioneer2 with dissolve

    dv "Тебе не идет, так что не хмурься. {w}Пошли отсюда, пока не застукали."

    "Я не стал спорить. {w}В конце концов, те двое не маленькие — сами разберутся. {w}Алиса потянула меня куда-то в сторону лагеря."

    "Только сейчас я заметил, что она прихватила с собой гитару. {w}Выходит, Лена оказалась почти права."

    th "Хм, интересно, откуда она столько знает о нашей рыжей грозе пионерлагерей?"

    window hide dissolve
    stop music fadeout 3
    scene bg black with fade3
    $ renpy.pause (2.0)
    play music music_list["a_promise_from_distant_days"] fadein 3
    scene bg ext_house_of_dv_night
    show dv normal pioneer2
    with dissolve2

    "Вскоре, не проронив ни слова, мы добрались до домика Алисы."

    show dv laugh pioneer2 with dissolve

    dv "А вот и мой скромный уголок. {w}К себе не приглашаю, уже поздно, родители будут ругаться."

    "С наигранным сожалением сказала она. {w}Днем я бы непременно обиделся бы, но усталость и обстановка не располагали к этому. {w}Ну и хорошо, дуться как ребенку на неё, это лишнее."

    me "Алиса, ты не теряйся так больше, я буду волноваться. {w}Спокойной ночи?"

    show dv shy pioneer2 with dissolve
    $ renpy.pause (1.4)
    show dv grin pioneer2 with dissolve

    "Алиса, зарумянившись, потупила взгляд, но быстро взяла себя в руки и с обычным своим игривым нахальством заявила:"

    dv "А это ты во всем виноват!"

    me "Почему это?"

    dv "Потому что, пень еловый. {w}Кто ж с девушками спорит."

    me "И кто же?"

    dv "Либо самоубийцы, либо дураки. {w}Выбирай, что больше нравится."

    show dv laugh pioneer2 with dissolve
    $ renpy.pause (1)
    hide dv laugh pioneer2 with moveoutleft

    "И пока я соображал что ей ответить, Алиса вскочила на крыльцо, открыла домик и скрылась в его темноте, показав на прощание язык."

    th "И что это сейчас было? {w}Голова уже болит от этих загадок."

    $ renpy.pause (2.0)
    scene bg ext_house_of_mt_night with fade2

    "Я направился к нашему с вожатой жилищу. {w}В нем еще горел свет, а сама Ольга Дмитриевна ждала меня в шезлонге с книжкой в руках."

    show mt normal pioneer with dissolve

    mt "Семен, уже поздно, ты где был?"

    me "Да, решил прогуляться перед сном."

    mt "Как себя чувствуешь, голова не болит?"

    th "Кажется, мои посиделки с медсестрой не прошли бесследно."

    me "Да, все хорошо, не переживайте. {w}Спать только хочется."

    "Вожатая ничего не ответила, лишь жестом пригласила в домик."

    window hide dissolve
    stop ambience fadeout 3
    stop music fadeout 3
    play sound sfx_shurik_opens_door
    scene bg int_house_of_mt_night with fade
    $ renpy.pause (1)
    scene bg int_house_of_mt_night2 with dissolve
    $ renpy.pause (1)
    window show dissolve

    "Скинув форму и кое-как её сложив, я забрался под одеяло и, найдя удобное положение, моментально заснул. {w}Да, настолько я устал за этот день."

    show blink

    "…"

    jump fl_day4

label fl_day4:

    $ renpy.movie_cutscene("mods/ognenyi_vzglyad/video/ov_perexod_dnya3.ogv") # П.П. Если надобно поставить переход, то лучше сразу мне кидать, что бы на гите версию не путать :)
    $ persistent.sprite_time = 'sunset'
    $ day_time()
    $ new_chapter(1, u"Огненный взгляд {p}День 4")
    scene bg black
    play ambience ambience_camp_center_day fadein 3

    "Утро. {w}Утро пришло незаметно и неотвратимо."

    "Не смотря на раннее время, солнце уже успело взойти, пробуждая округу ярким светом."

    "А я… {w}Я все еще был в моем любимом пограничном состоянии, когда одновременно и хочется спать и вяло и неохотно мысли начинают бродить по закоулкам сознания."

    "Лежа в состоянии такого вот, с позволения сказать, транса, сквозь тлеющий сон я услышал мягкий топот и еле слышное бормотание."

    th "Кажется, вожатая проснулась."

    "Пронеслось у меня в голове."

    play sound sfx_open_cupboard

    "Дверь скрипнула, тело почувствовало холодок рукотворно возмущенного воздуха и пространство вокруг снова погрузилось в летнюю тишину, смешанную с не замечаемыми обычно шелестом листьев, шумом ветра и звуками лесной живности."

    th "{i}Я снова обманул систему!{/i}"

    "Я улыбнулся, представив себя эдаким {i}серым кардиналом всея Совенка{/i}, способным обвести вокруг пальца {i}саму вожатую{/i}. {w}Хотя бы с утра."

    window hide dissolve
    show blink
    $ renpy.pause (2.0)
    scene bg int_house_of_mt_day
    hide blink
    show unblink
    $ renpy.pause (1)
    window show dissolve

    "Наконец, я открыл глаза и сладко потянулся. {w}День определенно начинается просто замечательно."

    "Не успел я обрадоваться своей удачливости, как послышались торопливо приближающиеся шаги, дверь открылась и в комнату прошмыгнула…"

    hide unblink #Буду теперь убирать, ибо на прокрутке странно выглядит
    $ renpy.pause (1)
    play sound sfx_open_cupboard
    show dv normal pioneer far at left with dissolve_fast

    extend " Алиса!"

    show dv surprise pioneer at center with dissolve

    "Я оторопел, не зная, как на это реагировать. {w}Она, видимо, тоже. {w}Только сейчас я заметил, что в руках она сжимала что-то."

    me "Доброе утро, что-ли."

    "К Алисе вернулся её обычный боевой настрой."

    show dv normal pioneer with dissolve

    dv "И тебе не хворать. {w}Чего не спим?"

    me "У меня встречный вопрос - чего прокрадываемся к спящим?"

    "Алиса сделала оскорбленное выражение лица."

    show dv sad pioneer with dissolve

    dv "Это на что это ты намекаешь, наглая морда? {w}Если на что-то неприличное, то вспомни о том, что стало с Электроником в день твоего приезда и подумай еще раз."

    "Я поднял руки вверх в знак примирения."

    me "Я не Франция, но я капитулирую. {w}Могу помахать своей рубашкой. {w}Извините, другой белой тряпки под рукой нет."

    window hide dissolve
    $ renpy.pause (1)
    show dv smile pioneer with dissolve
    $ renpy.pause (1)
    show dv smile pioneer close at cleft with dissolve
    $ renpy.pause (1)
    window show dissolve

    "Алиса хмыкнула. {w}Мельком осмотревшись, она подошла и уселась на мою кровать. {w}В руках она вертела что-то небольшое и яркое, напоминающее продолговатый пенал, только игрушечный."

    dv "Вот скажи мне, {i}Семен{/i}, почему из-за тебя одни проблемы? {w}Встала сегодня ни свет, ни заря, нашла вот…"

    "Она поставила вещицу, что была у неё в руках на тумбочку у кровати."

    dv "Помаду. {w}Хотела тебя вымазать. {w}{i}А ты взял и проснулся раньше времени{/i}. {w}Вот есть у тебя совесть, а?"

    "Я хотел было съязвить, сказав что-то вроде «{i}ну извините{/i}», но мое буйное воображение уже успело отойти ото сна и услужливо рисовало в голове картины того, что могло произойти с самых выгодных ракурсов. {w}Я сглотнул. {w}Внезапно в голову пришла гениальная, как мне показалось, идея."

    me "{i}Так что же мешает сделать это сейчас{/i}?"

    "Я картинно подставил щеку."

    dv "Вы посмотрите на него! {w}Размечтался. {w}Благодари судьбу, Сёма, что я сегодня добрая, а то за такие предложения…"

    show dv laugh pioneer close with dissolve

    "Алиса заулыбалась, разгадав, видимо, мой коварный план и в шутку потрясла кулаком. {w}Кажется, до титула серого кардинала мне ещё расти и расти. {w}Ладно, идем ва-банк."

    me "И ты так и уйдешь ни с чем? {w}{i}Уйдешь проигравшей{/i}? {w}Тем более, какая разница, наследить сейчас или час назад?"

    dv "{b}Большая разница!{/b} Целовать тебя спящего или, когда сидишь и смотришь на меня своими бесстыжими глазенками! {w}Это должно быть наказание, а не то, о чем ты подумал, {i}котяра мартовский{/i}."

    th "Кажется, это поражение. {w}Что ж, я хотя бы попробовал."

    $ renpy.pause (1)

    "Из вредности, я цапнул помаду с тумбочки и утащил её к себе под одеяло."

    me "Ладно, если это тебе больше не нужно, я разрисую этой штукой себя сам."

    "Алиса явно не ожидала такого поворота. {w}Она насупилась и приняла серьезный вид."

    show dv normal pioneer close with dissolve

    dv "Эй, поставь на место!"

    me "Неа!"

    show dv angry pioneer close with dissolve

    dv "Отдай, кому говорят!"

    me "Ни за что!"

    dv "Последний раз по-хорошему прошу, верни помаду!"

    "Я закутался в одеяло и показал ей язык."

    show dv angry pioneer with dissolve

    extend " Раскрасневшаяся Алиса вскочила с кровати и натужно сопела, сжимая кулачки, всем своим видом показывая, что она злится."

    "Мы смотрели друг другу в глаза словно два ковбоя на дуэли из старого вестерна."

    "Удар колокола городских часов — и один из нас повержен. {w}В голове заиграл знакомый мотивчик, воодушевляя на то, чтобы довести свою авантюру до конца."

    "Не выдержав, Алиса пробурчала под нос: «Ну ладно» и…"

    show dv angry pioneer close at center with dissolve

    extend " Запрыгнула на кровать, усевшись на меня всем своим весом и принялась меня щекотать. {w}Без намека на игру и довольно грубо. {w}Меня спасало только то, что я успел завернуться в одеяло и оно хоть как-то смягчало яростные атаки рыжей грозы."

    "Она сопела, рычала и ругалась, но я был непоколебим и стойко переносил навлеченный на меня гнев, и заветная вещица, не смотря на все старания забравшейся на меня пионерки, оставалась в моих руках. {w}Наконец, растрепанная взмыленная и уставшая, Алиса сдалась."

    $ renpy.pause (2.0)
    show dv sad pioneer with dissolve

    dv "Да и черт с тобой!"

    "Она вздохнула."

    dv "Глаза, хотя бы, закрой."

    "Я непонимающе посмотрел на неё."

    dv "Сёма, давай сюда помаду уже."

    "Алиса протянула руку. {w}В душе теплилась надежда, что она не встанет сейчас и не уйдет. {w}Хотя, что ей мешает."

    "Впрочем, затягивать эту игру тоже не стоило. {w}Мне не хотелось обидеть это рыжее чудо, совсем не хотелось. {w}А потому, усевшись на кровати поудобнее, я подчинился."

    play music fl_lunevsky_i_dont_blame_you fadein 3

    "Мир потемнел и сузился до моих ощущений от оставшихся не под запретом чувств. {w}Тишина, перемежаемая раздававшимся рядом шуршанием — вот и все, что я чувствовал."

    show dv shy pioneer at center with dissolve
    $ renpy.pause (0.8)
    show dv shy pioneer:
        linear 1.9 zoom 1.4 yoffset 20

    "Вздрогнув от неожиданного прикосновения, я почувствовал Алисины руки, которыми она притянула меня к себе, а затем и жар ее губ, обжегший мою щёку. {w}Волнующий, возбуждающий жар, разливающийся по телу."

    show image Solid("#000d") as nosexas with dissolve2
    play sound sfx_head_heartbeat

    "У меня закружилась голова, в животе все как будто сжало и закрутило холодным щекочущим комом. {w}Тело пробило мелкой дрожью от первобытного и всепоглощающего желания, стремящегося поработить меня и вырваться на свободу."

    "Легкие будто сдавило и мне стало не хватать воздуха. {w}Я пытался что-то предпринять, но все, на что меня хватило - это дышать пусть и прерывисто, но не так громко."

    "Еще один поцелуй, на этот раз - в шею у уха."

    th "Что же ты делаешь, {i}чертовка{/i}. {w}Я и так еле сдерживаюсь. {w}Алиса, ты ходишь по краю очень глубокой пропасти. {w}Опомнись."

    "И еще один. {w}На этот раз почти у плеча."

    hide nosexas with dissolve2

    "Всё, силы кончились, сопротивление сломлено. {w}Я протянул руку и на ощупь взял её щеку в свою ладонь. {w}Меня колотило и ломало, я шумно и прерывисто дышал, всё еще пытаясь взять себя в руки."

    "Повернув голову, я нашел её лоб своим и открыл глаза. {w}Алисины веки оказались сомкнуты, но в момент, когда эта мысль пробилась через толщу остальных,"

    show dv grin pioneer at center with dissolve

    extend " она взглянула на меня и хитро улыбнулась. {w}А я улыбнулся ей в ответ, без всякой задней мысли."

    "Не сказав ни слова, она мягко отстранилась от меня."

    stop music fadeout 3
    show dv grin pioneer:
        ease 1 zoom 1.0 yoffset 0

    dv "Вот и все, Семен. {w}Это и есть твое наказание. {w}И не смотри на меня так, словно не понимаешь, о чем я."

    $ renpy.pause (1)

    dv "{i}Думаешь, я игрушка для тебя{/i}?"

    show dv angry pioneer at center with dissolve

    extend " Ты думаешь, что я не видела, как ты вчера смотрел на Славю? {w}Конечно,"

    show dv rage pioneer at center with dissolve

    extend " {i}за Электроником он пошел{/i}, делай из меня дуру и дальше! {w}Прощай, больше ты меня не увидишь."

    "Чем дольше она говорила, тем злее становился неё взгляд, а слова звучали звонче и суше."

    play music music_list["you_lost_me"] fadein 2

    "Высказавшись, она направилась к двери."

    $ renpy.pause (1)
    show dv rage pioneer at fleft with move

    me "Алиса!"

    show dv angry pioneer at fleft with dissolve_fast

    "Дернувшись, она замерла в нерешительности. {w}Я нервничал, нервничал от непонимания происходящего сейчас, от необходимости что-то сказать, придумать как остановить эту рыженькую девчушку, которая, почему-то, стала особенно дорога для меня. {w}Нужно было, но слова всё никак не находились."

    $ renpy.pause (1)

    me "Алиса…"

    "Продолжил я уже мягче."

    me "Я не знаю, что сказать, чтобы убедить тебя в том, что ты ошибаешься. {w}Да и странно было бы, если бы эти слова у меня заранее были бы готовы. {w}Просто{cps=3}...{/cps}"

    "Алиса оперлась рукой о дверь, громко царапнув её своими коготками. {w}Не оборачиваясь, она ответила:"

    show dv sad pioneer at fleft with dissolve
    $ renpy.pause (1)

    dv "И это всё, что ты можешь сказать? {w}{b}Всё,{w} да{/b}?"

    "Она посмотрела на меня, и в её взгляде не было прежней злобы — лишь разочарование и подступающие к горлу слезы."

    show dv sad pioneer at center with move

    extend " Помедлив, рыжая гроза вышла на середину комнаты и обвела себя рукой."

    dv "Кто я для тебя? {w}Скажи мне это в лицо."

    "Внезапно, мысли в голове прояснились и слова нашлись сами собой."

    stop music fadeout 3
    $ renpy.pause (1)

    me "Если я скажу, что люблю тебя, то совру, скажу, что не люблю — тоже. {w}Понимаешь{cps=3}...{/cps}{w} Я не знаю,{w} но мне плохо без тебя, и стоит только подумать о том, что больше тебя не увижу,{w} мне становится страшно. {w}Я боюсь потерять тебя, Алис. {w}{i}Просто боюсь потерять{/i}."

    "Она ничего не ответила, лишь пристально смотрела мне в глаза. {w}Ожидание затягивалось, заставляя меня нервничать."

    $ renpy.pause (1)

    th "Господи, ну о чем еще там можно думать? {w}Ну скажи уже хоть что-то!"

    $ renpy.pause (2.0)
    show dv grin pioneer at center with dissolve
    play music ov_ross_hardy_brian_white_packin_my_bags fadein 3

    "Наконец, она ухмыльнулась."

    dv "Значит, я тебе нравлюсь?"

    me "Да."

    "Она сделала шаг ко мне."

    dv "Именно {b}я{/b}, не кто-то другой{cps=3}...{/cps}{w}{i} Или другие{/i}?"

    me "Да, мне нравишься именно ты."

    "Она плавно подошла ко мне, прильнула к щеке и выдохнула мне на ухо:"

    show dv grin pioneer:
        linear 1.9 zoom 1.43 yoffset 17

    dv "А скажи,{w} {i}Сёма{/i}, что тебе нравится во мне больше всего?"

    th "Вопрос застал меня врасплох. {w}Талант? {w}Глупо — мы едва знакомы. {w}Внешность? {w}За такой ответ, будь я девушкой, сам по морде бы дал. {w}Характер? {w}{i}Ну как сказать…{/i}"

    "~Делать нечего — придется выкручиваться. {w}Не говорить же, в самом деле, что это просто внутренне ощущение и всё?"

    $ renpy.pause (1)

    me "{b}Вся ты{/b}."

    "Подумав, что этого мало, я решил добавить:"

    me "Нельзя человека делить на составляющие, это неправильно."

    th "Так, пора притормозить, а то понесу сейчас какую-нибудь ахинею. {w}Я себя знаю, да."

    $ renpy.pause (1)

    "Алиса хмыкнула, обдав мою щеку горячим воздухом."

    dv "Темнишь ты, Сёма. {w}Думаешь, я не вижу, как ты меня сейчас глазами раздеваешь?"

    "Она отстранилась."

    show dv grin pioneer:
        ease 1 zoom 1.0 yoffset 0

    th "Чего? {w}То есть, да, то есть нет. {w}Точнее, не то что бы нет, и не совсем да. {w}Вернее… {w}{i}Ай, не путай меня, женщина{/i}!"

    "Алиса взглянула в потолок, проговорила себе под нос: «{i}Ты об этом еще пожалеешь{/i}», и…"

    "Сняла заколку, бросив её в сторону. {w}Вторая полетела за ней следом. {w}Галстук переехал на запястье, а его хозяйка несколькими резкими движениями растрепала волосы, создавая творческий беспорядок на голове."

    show dv grin pioneer2 at center with dissolve:
        zoom 1.0
    $ renpy.pause (1)

    "Я невольно открыл рот. {w}От чего больше, изумления или возбуждения, определить так и не удалось."

    show dv smile pioneer2 at center with dissolve

    "Но рыжая бестия решила на этом не останавливаться. {w}Неспешно, глядя на меня чуть исподлобья и заговорщически ухмыляясь, она расстегнула рубашку, оставив нетронутой единственную расположившуюся примерно напротив лифчика пуговицу."

    "Кажется, я не ошибся, когда подумал, что в этой пионерке есть нотки садизма. {w}Ей явно нравится измываться надо мной таким вот изощренным способом."

    "Алиса запустила руку в свою шевелюру, склонив голову чуть набок, а второй потянулась к застежке на поясе. {w}Щелчок пряжки, медленное движение по молнии вниз, покачивание бедрами — и, чуть слышно шурша, юбка слетела на пол."

    show dv normal underwear at center with dissolve

    th "{b}Мать моя женщина{/b}! {w}Это что, купальник? {w}У неё трусики на завязочках… {w}Или застежках… {w}Да какая разница, о чем я думаю! {w}{i}У-ух, Семен, держи себя в руках, Семен.{/i} {w}Это может быть наглой провокацией, Семен, держи себя в руках. {w}{i}А-Алиса, а зачем ты тянешься к веревочке?{/i}"

    "Шаловливая хулиганка беззастенчиво поигрывала со шнурком, удерживающим пикантную деталь её одежды на месте."

    "Отвлёкшись от своего нехитрого занятия, провокатор без юбки подошел ко мне вплотную, уселся на колени, чуть ли, не обвивая ногами и впился жадным жарким поцелуем, нещадно кусая мои губы."

    show image Solid("#000") as nosexas with fade2

    "Так продолжалось недолго, осмелевший и одурманенный, я потянулся рукой к единственной застегнутой на её рубашке пуговице, но Алиса не дала мне этого сделать, схватив меня за оба запястья."

    show dv grin underwear at center
    hide nosexas
    with dissolve

    dv "Нет, Сёма, не всё так просто, прояви смекалку."

    "Я попробовал расстегнуть рубашку зубами, перегрызть нитку, удерживающую злополучную пуговицу, но хорошего из этого ничего не вышло. {w}Наконец, меня осенило."

    show dv shy underwear at center with dissolve

    "Я крепко поцеловал Алису, и, когда она обмякла и забылась, я резко схватил полы её рубашки и что есть силы дернул в стороны."

    with hpunch

    "Рыжая хулиганка впопыхах попробовала меня остановить, но было уже поздно - золотистый кругляшок со звоном поскакал по комнате, забившись куда-то под тумбочку, а, может, и кровать."

    "Я почувствовал себя воином-победителем, держащим в руках драгоценный трофей — обнаженное тело любимой девушки. {w}Любимой, в этом я не сомневался."

    show dv shy swim at center with dissolve_fast

    "Алиса громко задышала, запустила руки мне в волосы, собрав их в пучки и больно потянув, и прижала к своей груди."

    "Но меня и не нужно было просить. {w}Я с удовольствием наслаждался ей, её нежной кожей и постанываниями, которые девушка начала издавать, когда поцелуи стали покрывать это переменчивое чудо немного быстрее и сами стали откровеннее."

    "Привыкнув к ощущениям, Алиса немного успокоилась и увлекла меня немного выше, снова давая почувствовать вкус своих губ. {w}Она сжала веки и из глаз показались слезы, примешивая вкус соли в поцелуй."

    stop music fadeout 3
    show dv cry swim at center with dissolve

    "Не отрываясь от меня, она вдруг стала перемежать ласки с руганью."

    dv "Извращенец… {w}Скотина… {w}Козел… {w}Почему… {w}Почему ты мучаешь меня?… {w}Почему уходишь от ответа?… {w}Почему нельзя просто сказать?…"

    th "Что вообще происходит?"

    "Я слегка отстранился от неё."

    me "Алиса, что случилось?"

    "В её взгляде заиграл недобрый огонек."

    dv "Почему ты не можешь просто сказать это? {w}Без того, что оставить себе путь назад? {w}Без этих твоих «но» и «если». {w}Скажи."

    me "Да что ты хочешь от меня услышать, что?"

    th "По правде говоря, я прекрасно понимал, о чем она говорит. {w}Самое обидное было то, что она была права — я трусил."

    "Алиса взбесилась и принялась меня душить. {w}Не всерьез, но, видимо, нервы у неё сдали окончательно."

    dv "Не делай из меня дуру, слышишь!?"

    "Болтаясь под властью её рук как неваляшка, я подал голос."

    me "Да хватит из меня душу вынимать! {w}Как будто это так просто, может я просто боюсь самому себе признаться, что люблю тебя."

    "Рыжий представитель любовной инквизиции замер."

    $ renpy.pause (2.0)
    show dv surprise swim at center with dissolve

    dv "{i}Что ты сказал?{/i}"

    "Я задумчиво уставился в стену."

    $ renpy.pause (1)
    show dv angry swim at center with dissolve_fast

    dv "Повтори!"

    me "{b}Я. {w}Люблю. {w}Тебя.{/b}{w} И да, было бы не плохо не так сильно сдавливать мне горло. {w}Пожалуйста."

    show dv normal swim at center with dissolve

    "Алиса выдохнула."

    show dv sad swim at center with dissolve

    dv "Сеня, знаешь, что я тебе скажу?"

    me "Нет."

    th "«Любимая» привычка пошутить не к месту."

    dv "Сеня, ты — пень еловый."

    me "Это еще почему?"

    dv "Потому что. {w}Кто виноват, что в моем присутствии у тебя интеллект снижается до уровня сосновой шишки?"

    show dv normal swim at center with dissolve

    "Она потянулась ко мне и поцеловала."

    show dv grin swim at center with dissolve

    "Алиса, опрокинув меня на кровать и устроившись сверху поудобнее, она начала ёрзать, явно веселясь от производимого на меня впечатления. {w}Алиса склонилась надо мной, закрыв мое лицо золотистыми волосами словно шторками и с придыханием шепотом сказала:"

    dv "Можешь считать, что это награда. {w}{i}За смелость{/i}."

    "Всё. {w}Я больше так не могу. {w}Я держался сколько мог. {w}И пусть меня кто-то осудит, но разум мой окончательно захватила страсть. {w}Я не стану образцовым пионером, да не стремился никогда им быть. {w}Сейчас я хочу только одного — опрокинуть эту красивую зазнайку на кровать, и будь что будет. {w}Главное — мы любим друг друга."

    play sound sfx_open_cupboard
    show mt normal pioneer at fleft with dissolve2

    "Не успели эти мысли пролететь в голове, как дверь открылась и в домик зашла вожатая. {w}Предвкушая скандал, я приготовился сочинять оправдания на ходу, но, к моему удивлению, Ольга Дмитриевна вообще никак не отреагировала на происходящее."

    show mt normal pioneer at left with move

    "Она, как ни в чем ни бывало, подошла к кровати и осторожно потрепала меня за плечо."

    mt "Семен, ты почему еще не встал, линейка скоро. {w}Поднимайся." # П.П Ержан, вставай, бля на работу пора !

    show dv normal swim:
        linear 1 alpha 0.6
    $ renpy.pause (1)

    "Я перевел взгляд на Алису."

    hide dv normal swim with pixellate

    extend " Она начала таять, растворяться в воздухе прямо на глазах. {w}От испуга я дернулся вперед."

    window hide dissolve
    $ renpy.pause (1)
    with vpunch
    play sound sfx_lena_hits_alisa
    scene bg black
    with fla
    $ renpy.pause (2.0)
    show blink
    window show dissolve

    "Удар головой о что-то твердое. {w}Темно. {w}Кто-то ойкнул и, судя по всему, осел на мою кровать."

    "Я открыл глаза."

    window hide dissolve
    scene bg int_house_of_mt_day
    show mt shocked pioneer at center
    hide blink
    show unblink
    $ renpy.pause (1)
    play music music_list["my_daily_life"] fadein 12

    "М-да, этим «кем-то» оказалась вожатая. {w}Ольга Дмитриевна осуждающе смотрела на меня, потирая ушибленный лоб."

    hide unblink

    mt "Надо бы в следующий раз к тебе в каске подходить."

    "Я улыбнулся. {w}Дурацкая ситуация."

    me "Простите."

    "Виновато пробормотал я."

    "Вожатая встала и отряхнула юбку."

    show mt smile pioneer at center with dissolve

    mt "Ничего, просто в следующий раз предупреждай, когда соберешься на людей бросаться."

    th "Она шутит — это хороший знак."

    me "А… {w}Я не хотел, извините, просто сон… {w}Необычный приснился."

    mt "Все в порядке, всякое бывает. {w}А вот чего быть не может, так это неопрятного пионера на линейке."

    show mt grin pioneer at center with dissolve

    extend " Намек понятен?"

    me "Так точно!"

    "Козырнув, отрапортовал я. {w}Вспомнив, что к непокрытой голове не прикладывают, я изобразил фуражку второй рукой. {w}Вожатая рассмеялась."

    show mt laugh pioneer at center with dissolve

    mt "Вольно. {w}У тебя около получаса осталось, не опаздывай."

    "Захватив пару тетрадей и ручку из шкафчика, Ольга Дмитриевна вышла из домика."

    hide mt laugh pioneer with moveoutleft

    "Я проводил её взглядом и засобирался. {w}Подводить «соседку» мне не хотелось. {w}В конце концов, мне она показалась хорошим человеком. {w}Заботливым, внимательным. {w}Хоть и, порой, чересчур строгим. {w}Впрочем, в глубине души я понимал, что с нами нельзя иначе."

    th "Так, Семен, заканчивай с философствованиями, а то точно опоздаешь. {w}Я разговариваю сам с собой в третьем лице? {w}Кажется, это признак шизофрении."

    "Помотав головой, я быстро собрался и поспешил к умывальникам."

    scene bg ext_houses_sunset with dspr

    "Вожатая не обманула. {w}По лагерю уже вовсю расхаживали пионеры, кто группками по несколько человек, кто сам по себе, кто и вовсе пристроился в тенечке и думал о своем."

    th "Спасибо, Оля, что зашла, а то получилось бы не очень красиво. {w}Хм, наверное, называть вожатую Олей не стоит даже у себя в голове. {w}Ляпну так однажды вслух — получится неловкая ситуация. {w}В общем, вовремя меня разбудили. "

    "Пытаясь вспоминать свой сон, я брёл к умывальникам."

    scene bg ext_washstand2_day with dspr
    play sound sfx_water_sink_stream

    "Как и ожидалось, там никого уже не было. {w}И я был бы рад этому, сказав, что никто не стоит за спиной и не подгоняет, но это не совсем так. {w}Незримый дух Ольги Дмитриевны сидел у меня в голове и ежеминутно напоминал о важности линейки. {w}Другими словами, я сам себя накручивал и от того только больше спешил."

    stop sound
    play sound sfx_close_water_sink
    pause 1.7
    scene bg ext_houses_sunset with dspr

    "Закончив водные процедуры и забросив ненужные теперь вещи в домик, я припустил в сторону Генды. {w}Мальчишки и девчонки, на счастье, без родителей стекались дружно к площади галдящею рекой. {w}Добежав, я протиснулся на свое место."

    scene bg ext_square_sunset with dspr

    th "Так, Оля… {w}Ольга Дмитриевна стоит с краю и беседует о чем-то со Славяной и еще парой человек. {w}Кажется, не опоздал. {w}Фух."

    "Линейка прошла как обычно. {w}Минутка важной информации, десять - о полезных свойствах коммунизма и, как вишенка на торте, традиционная раздача заданий на сегодня, сопровождаемая охами и вздохами тех, кому не повезло."

    play sound sfx_dinner_jingle_speaker

    "Прозвучал горн, возвещавший о завтраке, и стройные ряды пионеров весело и задорно начали рассыпаться. {w}Я было сам уже засобирался, но тут меня остановил окрик вожатой."

    mt "Семен, подожди!" with hpunch

    show mt smile pioneer at center with dissolve

    "Вожатая подошла ко мне."

    th "Не было печали."

    mt "Чуть не забыла. {w}У меня к тебе важное поручение."

    me "Под грифом «секретно»?"

    "Решил пошутить я."

    show mt normal pioneer at center with dissolve

    mt "Они что, уже разболтали?"

    "Вожатая посерьезнела."

    me "Кто «они»? {w}Мне никто ничего не говорил."

    show mt surprise pioneer at center with dissolve
    $ renpy.pause (1)
    show mt grin pioneer at center with dissolve

    "С пару секунд Ольга Дмитриевна была в замешательстве, но потом улыбнулась и махнула рукой."

    mt "Фут-ты! {w}Семен, меня с твоими шуточками Кондратий хватит. {w}После завтрака отвезешь Лену и Мику на остров и поможешь им."

    me "А что мы там делать будем?"

    show mt smile pioneer at center with dissolve

    mt "Всё расскажут девочки, когда доберетесь да места. {w}А то, чувствую, разболтаете подробности раньше времени."

    me "Так никто же никому ничего еще не рассказал…"

    mt "На всякий случай. {w}Всё, иди завтракать."

    "Она взяла меня за плечи и развернула в сторону столовой, легонько подтолкнув в спину."

    hide mt smile pioneer with dissolve

    th "Странные дела тут происходят. {w}Ну хоть законного пайка, как в первый день, не лишили, и на том спасибо."

    window hide dissolve
    stop music fadeout 3
    stop ambience fadeout 3
    $ renpy.pause (1)
    scene bg black
    with fade2
    $ renpy.pause (1)
    scene bg int_dining_hall_people_day with dissolve2
    play ambience ambience_dining_hall_full fadein 3
    $ renpy.pause (1)
    window show dissolve

    th "И вновь меня встречает знакомая мебель, сколько же раз мы успели повидаться? {w}Хм, не рановато ли для ностальгии?"

    show un normal pioneer far at fright
    show mi happy pioneer far at right
    with dissolve

    "Я нашел столик где сидели Мику и Лена. {w}Судя по всему, японка что-то увлеченно рассказывала своей соседке, которая погрузилась в размышления и задумчиво мешала ложкой чай в стакане, иногда кивая в знак того, что она все еще в этом мире и прекрасно её слышит."

    $ renpy.pause (1)
    show un normal pioneer at cright
    show mi happy pioneer at cleft
    with dissolve
    $ renpy.pause (1)

    me "Утро доброе, приятного аппетита."

    show un smile pioneer at cright with dissolve

    "Лена вернулась из мира грез и улыбнулась."

    show un smile2 pioneer at cright

    un "Спасибо, и тебе."

    show un smile pioneer at cright
    show mi grin pioneer at cleft
    with dissolve

    mi "Ой, спасибо, Семочка, ты к нам, да? {w}Присаживайся, место еще есть, нам же вместе ехать после завтрака. {w}А ты чего без еды? {w}Будешь питаться энергией Солнца? {w}Или у нас решил отобрать? {w}Учти, я буду сопротивляться."

    show mi laugh pioneer at cleft with dissolve

    "Довольная своей выдумкой Мику хихикнула в ладошку."

    "Я скептически улыбнулся и отрицательно покачал головой."

    with hpunch

    me "Нет, я просто подойти уточнить насчет поездки. {w}Встречаемся у причала после завтрака?"

    show mi smile pioneer at cleft with dissolve

    mi "Угум!"

    "Ответила Мику, с наслаждением кусая булочку."

    "Краем глаза я заметил рыжие хвостики, проплывающие по залу и поднял руку, чтобы поприветствовать их хозяйку. {w}Алиса, держа в руках поднос, коротко смерила взглядом мою компанию, кивнула в ответ и пошла в сторону столика у окна где сидела Ульяна."

    me "Тогда договорились."

    hide un smile pioneer
    hide mi smile pioneer
    with dissolve

    "Попрощавшись с девушками, пришло время направиться к раздаче. {w}Взяв рисовую кашу с подливкой, пару булочек и чай, я нашел глазами место с повышенной концентрацией рыжины и полетел как мотылек заглянуть на этот опасный «огонёк»."

    show dv sad pioneer at cleft
    show us normal pioneer at cright
    with dissolve

    me "Здравствуйте, дамы, не против, если я отвоюю у вас немножко территории?"

    "Я отодвинул стул и устроил поднос, выкладывая свой нехитрый завтрак на стол. {w}Алиса же с кислым видом перемешивала рис."

    dv "Будешь должен. {w}Как земля колхозу."

    th "Так, меня не гонят, значит, плохое настроение этого чуда с галстуком на запястье вызвано, судя по всему, не мной, и, кажется, всё поправимо. {w}Это хорошие новости. {w}Относительно."

    show us grin pioneer at cright with dissolve

    us "Я, я против! {w}Чужой земли ни пяди нам не надо, но и своей клочка не отдадим. {w}Не бесплатно."

    "Радостно заголосила Ульяна чуть ли не на всю столовую, косясь на булочки, стоящие в опасной к ней близости. {w}Я подтянул салфетку с провиантом к себе."

    me "Акстись, кровопийца. {w}Ты и так целую котлету у меня стащила в первый день. {w}Вместо того, чтобы меня по второму разу обворовывать, спросила бы подругу, чего она такая грустная."

    show us dontlike pioneer at cright with dissolve

    "Ульяна сделала картинно оскорбленное лицо."

    us "Ты мне эту котлету теперь до конца жизни вспоминать будешь? {w}Жадина ты, Семен, зажал какую-то булочку для ребенка. {w}А мне ведь еще расти нужно. {w}Вот скажу Алиске, что б не водилась с тобой, будешь знать."

    me "А я и забочусь, не даю объесться ещё слишком молодому, а потому недостаточно сознательному товарищу. {w}Партия сказала — две булочки, значит две булочки."

    me "Если не устраивают нормативы — это к вышестоящему руководству. {w}Начать можно с поваров. {w}Как тебе такая идея?"

    show dv smile pioneer at cleft with dissolve

    "Алиса заулыбалась, глядя на нашу дружескую перепалку."

    show dv smile pioneer at center with move # П.П Я знаю что вот
    hide us dontlike pioneer with dissolve    # это очень похоже на то, что алиса как пакман просто схавала Ульянку
    $ renpy.pause (1)                         # Press F to pay respect

    dv "Рис этот, видеть его больше не могу. {w}Дома чуть ли не каждый день им кормят, теперь и тут. {w}Отдых, называется. {w}Курорт."

    show dv normal pioneer at center with dissolve

    "Она отодвинула от себя тарелку. {w}Поразмыслив, я забрал её себе, положив на опустевшее место свои булочки."

    me "Предлагаю обмен. {w}Могу добавить чай, если хочешь."

    show dv laugh pioneer with dissolve_fast # П.П Ну так то я могу тут "поднятие" анимировать, но, там ляхи кончаются, а зумить, вовзращать и т.д. - лень, но если надо, сделаю UwU

    "Алиса заметно повеселела. {w}Она приподнялась было со стула, но тут же уселась обратно, сделав неопределенный жест рукой и пробормотав под нос: «Потом». {w}К моему удивлению, Ульяна не возражала, только переводила на нас по очереди взгляд, хитро прищурившись."

    me "Будешь должна."

    "Я подмигнул."

    show dv normal pioneer at center with dissolve

    dv "Еще чего! {w}Ты у меня согласия спрашивал? {w}{i}Пришел тут, расселся, отнял у бедной девушки последнее…{/i}"

    "Алиса сделала несчастный вид."

    show dv guilty pioneer at center with dissolve

    dv "Еще и долги вешает. {w}Сеня, есть у тебя вообще совесть или как?"

    show dv normal pioneer at center with dissolve

    th "В эту игру могут играть двое."

    me "{i}Ах, простите, пожалуйста, давайте верну все как было.{/i}"

    "Думаю, мое лицо могло заменить огромную люстру, которые вещали когда-то во дворцах в бальных залах — настолько оно светилось от счастья и самолюбования. {w}Я нарочито медленно потянулся к бывшими моими булочкам, но тут же понарошку получил по руке."

    show dv smile pioneer at center with dissolve

    dv "Куда? {w}Рис ты забирал еще горячим, а этот остыл уже, так что обмен не состоится. {w}Эх, погубит меня моя доброта. {w}Так и быть, прощаю тебя на сегодня, но будешь должен."

    "Я не нашелся что сказать."

    th "М-да, играть могут двое. {w}Если уметь играть."

    show dv laugh pioneer at center with dissolve

    "Глядя на растерянного меня, Алиса хихикнула и вгрызлась в булочку."

    show dv smile pioneer at center with dissolve

    dv "{i}Кстати, о птичках.{/i}"

    "Она указала на меня укушенным хлебобулочным изделием. {w}В голове некстати промелькнула мысль о так же пострадавших яблоках — от значка производителя электроники ради которой люди, фигурально выражаясь, сходят с ума, до спящей красавицы, которую отравила завистливая злая колдунья. {w}Или кто там кусал отравленные яблоки?"

    th "А, Ева еще, кажется. {w}Из-за которой люди были изгнаны из рая. {w}Точно, {i}во всех бедах человечества виноваты женщины и яблоки.{/i}"

    show dv normal pioneer at center with dissolve

    dv "Земля вызывает Семена, прием, как слышно, прием."

    "Пионерка щелкала пальцами у моих глаз. {w}Кажется, я что-то прослушал."

    me "Земля, по-моему, у нас проблемы."

    "Алиса удивленно посмотрела на меня."

    show dv surprise pioneer at center with dissolve

    dv "Какие?"

    me "Думаю, я понял загадку мироздания."

    show dv grin pioneer at center with dissolve

    dv "Ах это…"

    "Она усмехнулась."

    dv "Главное, никому об этом не рассказывай, и все будет хорошо."

    "Я посмотрел на неё стараясь изобразить негодование, но улыбка выдавала меня."

    me "Ты хотела сказать что-то?…"

    show dv smile pioneer at center with dissolve

    dv "Надеюсь, ты не планируешь снова связываться с инопланетным разумом."

    me "Я весь во внимании."

    dv "Да ты не перебивай. {w}В общем, есть у меня информация, что будет у нас смотр самодеятельности."

    me "Так."

    dv "Что «так»? {w}Я не договорила. {w}В общем, я немного на гитаре играю, немного музыку пишу, было бы неплохо услышать мнение других людей."

    me "Так Ульянка же есть."

    th "Упс, это я не подумав ляпнул."

    "Алиса насупилась."

    show dv angry pioneer at center with dissolve

    dv "Это предложение, от которого невозможно отказаться. {w}Жду на сцене через десять минут после завтрака."

    me "Кажется, есть загвоздочка."

    dv "Сень, я бы сказала тебе, что когда кажется, креститься надо, да Дмитриевна не поймет, если услышит."

    me "Она и есть та самая загвоздка."

    show dv surprise pioneer at center with dissolve

    dv "А поподробнее?"

    me "Эм…"

    "Я замялся. {w}Выдавать вселенскую тайну было нельзя, но и обижать Алису не хотелось."

    me "Нам нужно поговорить. {w}Наедине."

    window hide dissolve
    stop ambience fadeout 3
    play music fl_wolf_tails_farm fadein 3
    scene bg ext_dining_hall_near_sunset with dspr
    play ambience ambience_camp_center_day fadein 3
    $ renpy.pause (1)
    window show dissolve

    "Сказал я и вышел на крыльцо. {w}Следом показалась Алиса."

    show dv smile pioneer at center with dissolve

    me "Хвоста с ушами нет?"

    dv "Отродясь не было. {w}Давай уже сюда свою сказочку. {w}Только придумай что-нибудь получше, чтоб твое завуалированное «нет» звучало не так обидно."

    show un normal pioneer at fright
    show mi normal pioneer at right
    with dissolve

    "В этот момент из столовой вышли Мику и Лена. {w}Я кивнул им. {w}Алиса проследила мой взгляд и нахмурилась."

    hide un normal pioneer
    hide mi normal pioneer
    with moveoutright
    show dv normal pioneer at center with dissolve

    dv "Ты хоть подождал бы, что ли."

    "Я нарочито веселясь, пытаясь добавить своим словам комизма, посмотрел на свою собеседницу, но шутка явно не возымела должного эффекта."

    me "Эх, сгорел сарай, гори и хата. {w}Ольга Дмитриевна поручила отвезти Лену с Мику на остров и помочь там с чем-то. {w}И убедительно просила об этом не распространяться."

    me "Так что ты от меня ничего не слышала. {w}Но после, я весь в твоем распоряжении. {w}Кстати, думаю, я тебя порадую кое-чем. {w}Договорились?"

    "Обмозговав мои слова так и эдак, Алиса согласилась."

    show dv smile pioneer at center with dissolve

    dv "Вечно с тобой какие-нибудь сложности. {w}Ладно уж, но чтоб после был как штык. {w}И да, напомни при случае не рассказывать тебе ничего важного — хранитель тайн из тебя никакой."

    me "Ой, вот давай без лисьих подколок."

    show dv grin pioneer at center with dissolve

    "Мы улыбались глядя друг на друга. {w}Время поджимало, мне нужно было идти, а я все никак не мог придумать как попрощаться с рыженькой ревнивицей. {w}Замешкавшись, я протянул ей руку, уже только потом подумав, что выглядело это странно. {w}На мое удивление, Алиса не обиделась и пожала протянутую ей ладонь со словами: «{i}Со щитом или на щите, братишка{/i}»."

    scene bg black
    with fade3

    "Я поспешил к лодочной станции. {w}У пирса меня ожидала Мику с корзинками в руках, а Лена несла к пришвартованной рядом лодке большие, похожие на лопаточки для жарки, деревяшки. {w}Без лишних слов мы отправились к острову с тривиальным именем «Ближний»."

    window hide dissolve
    play ambience ambience_boat_station_day fadein 3
    $ persistent.sprite_time = 'day'
    $ day_time()
    scene cg fl_lm_island with dspr # П.Р Арт, Семён грЕбёт, рядом Лена и Мику, я тебе его скину # П.П Я даже оставлю это примечание :)
    $ renpy.pause (1.5)
    window show dissolve

    "Я прежде никогда не пользовался веслами, потому приходилось учиться на ходу. {w}Не скажу, что грести было невыносимо тяжело, но и легкой прогулкой такой заплыв было не назвать."

    "Да и показать себя неумехой перед двумя здешними пионерками не хотелось. {w}Даже учитывая то, что я прилично старше, пусть им самим это и не известно. {w}Но, положа руку на сердце, я больше накручивал себя, чем испытывал настоящие проблемы."

    scene bg ext_island_day with boo

    "Наконец, дно лодки ударилось о речной песок, и мы высадились на новом для меня месте. {w}На мгновение я почувствовал себя великим первопроходцем, торжественно окидывающим взглядом свое открытие."

    "Моё само собой начавшееся планирование заселения и освоения новых территорий прервала Мику."

    show mi smile pioneer at center with dissolve

    mi "Так, каждому по корзинке. {w}Представляешь, чуть тебе взять не забыла, Сёма. {w}Хорошо, что вспомнила."

    "Японка приложила руку к голове."

    show mi serious pioneer at center with dissolve

    mi "Жарко. {w}Нужно поторопиться. {w}Ольга Дмитриевна сказала набрать все три."

    me "Так, а что набирать-то?"

    show mi smile pioneer at center with dissolve

    mi "Земляники."

    "Взгляд у Мику был таким честным и искренним, что заподозрить её в обмане я не решился."

    th "Земляника? {w}Серьезно? {w}А почему тогда такая секретность? {w}Краснокнижная какая-нибудь, что-ли? {w}Я ввязался в криминал?"

    scene bg ext_path2_day with dspr

    "Вырывая из очередного витка самокопания, Лена взяла меня под руку и потащила в глубь островка, к небольшим кустам с резными листьями и красными ягодками в форме сердечка."

    show un smile pioneer at cleft
    show mi smile pioneer at cright
    with dissolve

    me "Лен, так а зачем все в тайне держать? {w}Мы точно ничего не нарушаем?"

    show un laugh pioneer at cleft
    show mi laugh pioneer at cright
    with dissolve

    "Девчонки рассмеялись."

    show mi smile pioneer at cright
    show un smile3 pioneer at cleft
    with dissolve

    un "Нет, что ты. {w}Скорее всего, Ольга Дмитриевна задумала какое-то мероприятие, или день рожденья у кого-то сегодня-завтра. {w}Вот и хочет сюрприз сделать. {w}А сюрприз должен быть неожиданным. {w}Иначе, какой в нем смысл?"

    show mi grin pioneer at cright with dissolve

    mi "Да-да. {w}Я бы расстроилась, если бы заранее знала, что мне приготовили. {w}Ну не то чтобы расстроилась. {w}Ведь если ты расстроишься, расстроишь и всех остальных, но точно не была бы рада. {w}Вернее…"

    show un grin pioneer at cleft with dissolve

    un "Мику, мы же торопимся, верно?"

    show mi upset pioneer at cright with dissolve

    mi "А? {w}Ага."

    th "Сюрприз, значит. {w}Надо бы, кстати, придумать что-нибудь, Алису порадовать."

    hide un grin pioneer
    hide mi upset pioneer
    with dissolve

    "Делать было нечего, я последовал примеру моих напарниц и принялся рыскать по острову в поисках заветной ягоды."

    window hide dissolve
    scene bg black
    with fade3
    stop music fadeout 2
    $ renpy.pause (2.0)
    play music fl_letkajenkka_yuichi_7dl fadein 3
    scene cg fl_lm_relax with boo
    $ renpy.pause (1)
    window show dissolve

    "Уложив очередную земляничину в почти полное лукошко, я повалился на траву рядом с ним."

    "Руки болели и чесались, страшно хотелось пить, да еще и солнце стремилось к зениту, накаляя воздух до того, что я чувствовал себя чем-то вкусным томящимся в духовке."

    "Рядом со мной разлеглись и Мику с Леной. {w}Сил разговаривать ни у меня, ни у них не было, поэтому мы просто лежали, купаясь в лучах погожего летнего дня. {w}Редкие облака плыли по небу, я вдыхал аромат спелых ягод и примятой травы и как обычно, думал о вечном."

    th "Интересно, чем сейчас занята Алиса? {w}Отдыхает, наверное, где-нибудь в тенечке. {w}Или готовит очередную диверсию. {w}Надо не забыть придумать ей сюрприз, как я и хотел."

    th "Только вот что? {w}Ох, я же еще и пообещал ей у столовой что-то. {w}Вот что бывает, когда сначала говоришь, а потом соображаешь. {w}Что ж придумать-то? {w}Стихи? {w}Банально, сопливо и я их после того как забросил, не думал и начинать писать заново, не уверен, что справлюсь."

    th "А впрочем, можно попробовать сказку набросать небольшую, что-нибудь эпическое, приглашу вечером на прогулку… {w}А ей вообще понравится? {w}Не знаю, ох не знаю."

    th "М… {w}Собрать камушков и ракушек и сделать что-то типа ожерелья? {w}Или резинки на волосы. {w}А хорошая мысль! {w}Нужно запомнить."

    th "Записать нечем? {w}Записать нечем. {w}Эх, телефон при девчонках не достать, потом вопросов не оберешься. {w}Ладно, надеюсь, не забуду."

    th "Так, но нужен про запас еще один вариант, хотя бы. {w}На гитаре сыграть? {w}Да она и сама может, её этим вряд ли удивить. {w}Хотя… {w}Пару новых песен я помню, их здесь, по идее, еще быть не должно. {w}А что, новое звучание, необычное для неё. {w}Наверное."

    th "Ладно, стоит попробовать, в конце концов, я ничего не теряю. {w}По крайней мере, я на это надеюсь."

    th "Есть еще один вариант, из цикла «бурные фантазии». {w}Уговорить поваров приготовить для Алисы что-нибудь вкусненькое."

    th "Или вожатую упросить попросить захватить из райцентра, привозят же продукты из города. {w}Только как мне за все это расплачиваться потом. {w}Девушки-девушки. {w}С вами сложно, без вас — тошно."

    stop music fadeout 3

    "Из потока размышлений меня вырвал тихий женский голос, раздавшийся слева."

    un "Пора собираться, обед скоро."

    "Никто и не думал спорить."

    window hide dissolve
    scene bg black
    with fade2
    $ renpy.pause (1.6)
    scene bg ext_boathouse_day
    $ renpy.pause (1)
    window show dissolve

    "Добравшись до причала, мы укрыли нашу добычу белыми салфетками с вышивкой. {w}Взглянув на них, мне почему-то подумалось о Славе."

    th "Кстати, а почему вожатая не отправила её с нами? {w}Эм… {w}Кажется, я занимаюсь ерундой, постоянно выдумывая теории заговоров из ничего. {w}Привычка, черт бы её побрал. {w}Оборотная сторона жизни в том самом свободном обществе возможностей, в котором пришлось существовать. {w}Свободном от морали, в том числе."

    th "Не вырастишь броню с километр толщиной, не будешь всех заранее подозревать — сожрут и не подавятся. {w}Нет, хорошие люди тоже есть, я не спорю, но легче от этого, когда тебе всадят очередной фигуральный нож под ребро, не становится. {w}Так, пора прекращать самокопания, пока они меня окончательно до невроза не довели. "

    scene bg ext_dining_hall_near_day with boo # П.П будем юзать почаще, коль есть этот переход =^=
    stop ambience fadeout 3
    play ambience ambience_camp_center_day fadein 3

    "Пробираясь окольными путями, мы вышли к столовой и, вручив землянику поварам, попрощавшись, разошлись."

    th "Так, до обеда часа полтора, сидеть и ждать с моря погоды смысла нет, тем более, что их тут и не бывает. {w}Алисы нигде не видно, пойду искать."

    scene bg ext_square_day with boo

    "Поразмыслив, я решил начать с площади. {w}В конце концов, к ней сходятся все дорожки в лагере. {w}Основные так точно."

    play music music_list["get_to_know_me_better"] fadein 3

    "Удивительно, но я угадал. {w}На скамейке, заботливо укрытой кроной довольно старого дерева, сидела наша гитаристка в роликовых коньках и обмахивалась листом цветного картона. {w}На радостях, я прибавил шаг."

    me "Нашлась пропажа!"

    show dv normal sport at center with dissolve
    $ renpy.pause (1)
    show dv smile sport at center with dissolve

    dv "Кто тут пропадает, это еще надо выяснить. {w}Садись."

    show dv laugh sport at center with dissolve

    "Алиса хлопнула рукой по окрашенным доскам, на которых расположилась сама. {w}Она широко улыбалась и была явно рада меня видеть. {w}Это грело душу. {w}Непривычно, и от того пугающе, с одной стороны, а с другой, безумно приятно, что тебе искренне рады."

    me "Спасибо, я постою. {w}Что-то тебя раньше на роликах не видеть не приходилось, откуда стащила?"

    "Пионерка картинно насупилась."

    show dv normal sport at center with dissolve

    dv "Я не поняла, это что за допрос, гражданин следователь? {w}Мои они, родители подарили. {w}Вот, выдалось время, решила покататься."

    "Я хищно улыбнулся. {w}И решил пошутить. {w}Как умею."

    me "Первый раз. {w}В жизни."

    show dv angry sport at center with dissolve

    dv "{b}А вот не первый, понятно{/b}? {w}И вообще… {w}Ладно, второй,{w} не умею я ездить на них{w}, доволен? {w}Дома попробовала,{w} не получилось,{w} решила сейчас вот, может,{w} поеду,{w} пока никто не видит."

    # |dv shy| # П.П если все таки найдем козырный спрайт UwU

    "Алиса «обиделась», сложила руки на груди и отвернулась. {w}Я знал, что она не всерьез, но все равно, обстановку лучше разрядить, от греха подальше. {w}Подойдя к ней поближе, я положил руку девушке на плечо и понизил голос."

    me "Прости, не хотел тебя обидеть. {w}Ты зря так себя накручиваешь."

    th "Это я говорю, да? {w}Точно я?"

    me "Нет ничего такого в том, что у тебя пока не получается встать на коньки. {w}Мы не всё умеем, не всему научимся за жизнь. {w}Это нормально."

    th "Кажется, пора закругляться с мотивациями, пока не поздно."

    me "А хочешь, я помогу тебе? {w}Сам кататься не умею, но подстраховать смогу."

    show dv shocked at center with dissolve

    "Алиса посмотрела на меня так проникновенно и с такой надеждой, что от волнения у меня внутри все сжалось."

    th "Что же ты делаешь со мной, чудо с янтарными глазами?"

    show dv smile at center with dissolve

    dv "Погубит меня моя доброта, ох погубит. {w}Ладно, Сеня, не хочешь садиться, хоть встать помоги."

    "Алиса протянула мне руку, и я, аккуратно придерживая и не давая укатиться, помог ей подняться. {w}Футболка и шорты со спины оказались грязными, а на локтях виднелись небольшие, но ссадины."

    th "Подозреваю, что защиту она из принципа не носит. {w}А как гласит народная мудрость — гордость фраера сгубила. {w}Или как-то так. {w}Что бы придумать. {w}О, намекну, что без щитков и наколенников с налокотниками ролики ей не идут. {w}Нет, тут пряник нужен, психанет еще."

    th "Точно, скажу, что ей очень бы пошло носить весь комплект целиком, вместе со шлемом и остальным. {w}Мол, так она выглядит женственнее. {w}Кстати, о женственности."

    me "Погоди-ка."

    show dv normal at center with dissolve

    "Я стал чистить доступными средствами, рукой, то есть, начинающего любителя активного отдыха. {w}Шорты пострадали больше всего, поэтому на них пришлось задержаться подольше. {w}Ну ладно, ладно."

    "Но, к моему удивлению, рыжая гроза лишь извернулась, с трудом балансируя на ногах, и ухватила меня за запястье."

    show dv smile at center with dissolve

    dv "Хватит-хватит. {w}Спасибо за заботу, я лучше сама потом постираю. {w}Ты меня учить собирался, кажется."

    "Я аккуратно взял Алису за руки, встав с ней лицом к лицу и потихоньку пятился назад, потянув за собой мою подопечную, давая ей привыкнуть к новым для себя ощущениям."

    hide dv smile with dissolve

    "Постепенно у неё стало получаться лучше, девушка почувствовала себя увереннее и мне оставалось лишь придерживать её за локоть."

    window hide dissolve
    scene bg black
    with fade3
    stop music fadeout 3
    $ renpy.pause (2.0)
    scene bg ext_dining_hall_near_day with dissolve
    $ renpy.pause (1)
    window show dissolve

    "Так, за приятными заботами, время пролетело незаметно, и по площади пронесся сигнал на обед. {w}Я помог Алисе сесть на скамейку — она быстро училась, но все еще нуждалась в поддержке, и порывался было проводить её до домика, но меня отправили в столовую с важным заданием — занять хороший столик и места за ним. {w}Что ж, хозяин — барин."

    window hide dissolve
    stop ambience fadeout 3
    scene bg int_dining_hall_people_day with dspr
    play ambience ambience_dining_hall_full fadein 3
    $ renpy.pause (1)
    window show dissolve

    "Войдя в отделанный кафелем зал, меня обдало уже знакомыми прохладой, галдежом и вкусными запахами, с недавних пор все вместе прочно ассоциирующимися у меня с едой."

    "Ульяна уже выкладывала свои котлетки с борщом и гречкой на облюбованный столик. {w}Завидев меня, она призывно помахала рукой."

    th "Вроде как, это их с Алисой любимое место, если ничего не путаю."

    "Я подошел к маленькой реактивной ракете системы Советовой."

    show us laugh2 sport at center with dissolve

    me "Привет. {w}Что, решила отдать должок?"

    "Я кивком указал на еще парящие мясные лепешечки."

    show us fear sport at center with dissolve

    us "Э!"

    "Уля заслонила собой самое дорогое."

    show us calml sport at center with dissolve

    us "Я его по-дружески за один стол пригласила, а он уже обокрасть руки тянет!"

    me "Ага, и пригласила не потому, что кормят сегодня твоими любимыми котлетами, и ты, недолго думая, решила стащить их у меня по второму разу?"

    show us smile sport at center with dissolve

    "Я подмигнул своей собеседнице. {w}В ответ Ульяна хитро прищурилась."

    us "Нисколечки, но теперь подумаю над твоим предложением, спасибо за идею."

    th "Упс. {w}Язык мой — враг мой. {w}Правы были предки. {w}И Алиса."

    hide us smile sport with dissolve

    "Я собирался что-то ответить, чтобы попытаться исправить ситуацию, но тут по моему плечу похлопали. {w}Я обернулся. {w}Это была Алиса."

    show dv smile pioneer2 at center with dissolve

    dv "Пойдем, пока всё не разобрали."

    hide dv smile pioneer2 with dissolve

    "Взяв свои порции и устроившись за одним столом с младшей рыженькой, мы принялись есть. {w}Или меня так замучил голод, или повара постарались на славу, но обед сегодня был особенно вкусным — я сидел и молча уплетал отмеренное мне партией и Лениным. {w}Алиса же делилась с подругой произошедшим за день. {w}Неполную его часть."

    show us normal sport at cleft
    show dv normal pioneer2 at cright
    with dissolve

    us "И что ты после обеда делать будешь?"

    dv "Пойдем, как и хотели, с Сеней на сцену, покажу ему пару мелодий, да Сень?"

    me "Угум."

    "Промычал я в ответ."

    show us calml sport at cleft with dissolve

    us "А про подругу ты забыла, значит? {w}Обещала же помочь!"

    "Ульяна всплеснула руками."

    show dv angry pioneer2 at cright with dissolve

    dv "Да подождет твое{cps=3}...{/cps}"

    show dv guilty pioneer2 at cright with dissolve

    "Алиса замялась."

    dv "Дело. {w}До завтра. {w}Никуда не денется."

    show us dontlike sport at cleft with dissolve

    us "Влюбится и женится. {w}Подруга, называется. {w}Ты мне слово дала, а теперь что, в кусты?"

    show dv normal pioneer2 at cright with dissolve

    "Алиса вздохнула."

    show dv smile pioneer2 at cright with dissolve

    dv "Ой, проще согласиться. {w}Сень, ты найдешь чем себя занять на пару часиков пока я с этой {i}егозой мелкой{/i} возиться буду?"

    us "И ничего я не мелкая!"

    me "Да, хорошо."

    window hide dissolve
    stop ambience fadeout 3
    scene bg ext_house_of_mt_day with boo
    play ambience ambience_camp_center_day fadein 3
    $ renpy.pause (1)
    window show dissolve

    "Доев, я попрощался с девушками и пошел к домику."

    "Мой нехитрый план заключался в том, чтобы поспать на мягкой кровати, но этому не суждено было сбыться — расположившаяся в шезлонге Ольга Дмитриевна, словно древний дракон из сказок, преграждала собой вход в нашу скромную обитель."

    show mt grin panama pioneer far at center with dissolve

    "Решив не испытывать судьбу, я развернулся и поспешил ретироваться от греха подальше."

    scene bg ext_houses_day with dspr

    th "Отлично, просто замечательно. {w}Ну и что делать теперь? {w}В лес не пойдешь — спальных мешков нам не выдавали, в библиотеку можно, но быть обязанным Жене… {w}Не, не стоит. {w}Общество кибернетиков после подробностей от Виолы теперь меня смущает еще больше. {w}Остается музкружок. {w}Музклуб. {w}Музквадрат."

    "Удовлетворившись своим каламбуром, я направился в гости к Мику. {w}К ней на работу, точнее."

    scene bg ext_musclub_day with dspr

    "К счастью, пионерка с аквамариновыми волосами оказалась на месте, и под беспрерывное мелодичное щебетание меня незамедлительно втянули внутрь здания."

    window hide dissolve
    stop ambience fadeout 3
    play sound sfx_open_door_clubs
    $ renpy.pause (1)
    scene bg int_musclub_day
    show mi smile pioneer at center
    with dspr
    play music music_list["so_good_to_be_careless"] fadein 3
    play ambience ambience_music_club_day fadein 3
    $ renpy.pause (1)
    window show dissolve

    mi "Ой, привет, Семочка, заходи-заходи, конечно. {w}Хорошо, что ты заглянул, а то тут так скучно сидеть одной, девочки обещали зайти сегодня утром, да так и не зашли, случилось у них что-то, наверное. {w}А у меня чай есть, хочешь? {w}Хороший, индийский, мне мама с собой дала."

    show mi grin pioneer at center with dissolve

    mi "Сказала, будешь друзей угощать. {w}Она у меня японка, честно-честно, она с папой в Японии познакомилась, он советский инженер, приезжал плотину строить, или мост какой-то… {w}Ой, кажется, это я тебе уже рассказывала…"

    show mi shy pioneer at center with dissolve

    "Мику мило смутилась, замялась и опустила вниз глаза. {w}Но неловкое молчание не было долгим."

    show mi happy pioneer at center with dissolve

    mi "А еще печенье есть, ты какое любишь? {w}Нет, у меня тут всего оно одно, ну то есть не само печенье одно, а его вид, но а вдруг я тебя угощу, а ты такое не любишь, неловко получится. {w}А еще вафли есть, сливочные, мои любимые, сейчас принесу."

    hide mi happy pioneer with moveoutleft

    "Прежде чем я успел что-то сказать, Мику умчалась в подсобку и, судя по звукам, развязала Третью Мировую." # П.П Джонни, они на деревьях!

    window hide dissolve
    play sound sfx_break_cupboard
    with hpunch
    $ renpy.pause (1.4)
    play sound sfx_break_monitor
    $ renpy.pause (1)
    show mi smile pioneer at center with dissolve
    window show dissolve

    "Наконец, она вынырнула обратно в зал с подносом в руках, на котором вольготно разместились чашки с ложками и угощения."

    "Сама по себе ситуация была неловкой — я спать сюда шел, не говорить же теперь такой гостеприимной хозяйке, мол, спасибо за соль, за сахар, а я лягу тут в уголочке покемарю. {w}В конце концов, угощают сладким, а сладкое я люблю."

    "Заботливая японка разлила нам чай и разговор продолжился."

    $ renpy.pause (1)

    me "Ты говорила, что к тебе зайти кто-то был должен. {w}Получается, ты здесь не одна сидишь?"

    show mi grin pioneer at center with dissolve

    mi "Нет, не одна. {w}Алиса сюда часто заходит, она в одиночестве играть любит. {w}В лес я ей гитару не даю, намочит еще или поцарапает, а инструмент не мой."

    me "Алиса и испортит гитару? {w}Слабо в это верится."

    mi "Я знаю, как она к ней относится, но всякое может произойти. {w}Я так однажды домой по улице шла, возвращалась от подружки с м…"

    show mi upset pioneer at center with dissolve

    "Японка замялась и задумалась."

    mi "Синтезатор такой, но только не синтезатор, а другое, на гитару по форме похож, только вместо струн кнопки и используют его не для игры, а для создания объема в звучании, мне его папин друг на день рожденья подарил, он музыкальными инструментами занимается."

    mi "Несла я его по улице, споткнулась, а рядом столб был фонарный и я нечаянно его об него. {w}Пришла домой, расплакалась, жалко подарок было. {w}Мой папа все починил, конечно, но с тех пор я очень бережно к вещам отношусь."

    me "Понимаю. {w}А кто еще тут обитает?"

    show mi normal pioneer at center with dissolve

    mi "Еще Лера, девочка из другого отряда, учится в музыкальной школе по классу фортепиано, заходит иногда. {w}Василиса, её приписали к той же вожатой, что и Леру. {w}Но они друг друга не очень любят, поэтому стараются лишний раз не встречаться."

    me "А она на чем играет? {w}Не на нервах, надеюсь? {w}А то я это от каждой второй слышу."

    show mi laugh pioneer at center with dissolve

    "Мику хихикнула."

    show mi grin pioneer at center with dissolve

    mi "Ну тебя, чуть не облилась! {w}Нет, на аккордеоне. {w}И на ударных неплохо, кажется."

    me "Кажется? {w}Это как?"

    show mi smile pioneer at center with dissolve

    mi "А это вообще интересная история. {w}Заходит ко мне в клуб с бегунком, я расписываюсь, а ручка кончилась. {w}Пошла в кладовку другую искать. {w}Возвращаюсь, а она у установки ударной стоит и смотрит так на неё, с любовью. {w}Разговорились, и я её на спор{cps=3}...{/cps}"

    show mi upset pioneer at center with dissolve

    "Японка защелкала пальцами, подбирая нужное слово."

    mi "Поспорили мы, в общем."

    me "И как?"

    show mi happy pioneer at center with dissolve

    mi "Она выиграла."

    "Улыбчивая пионерка явно не выглядела расстроенной."

    me "Я так предполагаю, что ты ставила на то, что… {w}Василиса, да? {w}Не сможет хорошо отбарабанить, верно?"

    show mi smile pioneer at center with dissolve

    mi "Ага."

    "Девушка выглядела такой невинной, что мне стало не по себе."

    th "Как мало мне ведомо о женщинах."

    me "Не думал, что ты такая коварная, Мику."

    show mi happy pioneer at center with dissolve

    "Японка картинно опустила глаза в пол и улыбнулась."

    mi "Вовсе нет."

    "Она сделала глоток ароматного чая и продолжила."

    show mi upset pioneer at center with dissolve

    mi "Оказалось, что Василисе нравится зарубежная музыка, рок, в основном. {w}А её родители решили, что это не патриотично и отдали на аккордеон. {w}Ей не хотелось папу с мамой расстраивать, поэтому и пришлось и там учиться, и к друзьям втайне ходить на ударных заниматься."

    me "Грустная история, по правде говоря. {w}А кто еще захаживает?"

    "Мику грустно вздохнула."

    show mi sad pioneer at center with dissolve

    mi "Больше никого и не бывает. {w}Скучно здесь. {w}Хорошо, что ты заглянул, было бы здорово, если бы ты делал это почаще."

    th "И что это сейчас было?"

    "Внезапно, пионерка взглянула на часы и охнула."

    show mi shocked pioneer at center with dissolve

    mi "Ой, Сенечка, мне отойти нужно на немножко, ты же никуда не торопишься? {w}Нет? {w}Я сейчас."

    me "Я тогда тут по хозяйничаю немного?"

    show mi normal pioneer at center with dissolve

    mi "Да-да, но под твою ответственность!"

    show mi laugh pioneer at center with dissolve

    "Хихикнув в ладошку, Мику скрылась за дверью музклуба."

    hide mi laugh pioneer with moveoutright
    stop music fadeout 3

    th "Что ж, это судьба."

    "Я взял в руки первую попавшую акустику из стойки, деловито её оглядел, пробежался пальцами по струнам, и, удовлетворенный результатом, устроился на диванчике неподалеку."

    window hide dissolve
    scene bg int_musclub_day with blt
    window show dissolve

    "Прошло относительно немного времени, а тишина и размеренное звучание инструмента в руках настойчиво убаюкивали меня. {w}В сон клонило все сильнее и сильнее."

    th "А Мику не обманула - скука смертная, спать-то как хочется."

    "Я зевнул."

    window hide dissolve
    scene bg int_musclub_day with pixellate
    window show dissolve

    "Поставив инструмент обратно на место, я сносно устроился на всё том же диванчике, сложив руки под головой."

    th "Я только чуть-чуть."

    "Мир вокруг стал потихоньку угасать."

    "Я уже начал засыпать, как вдруг…"

    window hide dissolve
    show blink
    $ renpy.pause (1.8)
    play sound sfx_open_door_strong
    $ renpy.pause (1)
    show dv normal pioneer2 at left
    show mi smile pioneer at right
    hide blink
    show unblink
    $ renpy.pause (0.1)
    window show dissolve

    "Мику и Алиса зашли в помещение."

    show dv smile pioneer2 at left with dissolve

    dv "Неплохо играешь."

    "Не знаю почему, но я захотел подшутить над Алисой, хоть и понимал что это может не очень хорошо кончиться."

    me "Лучше тебя, по крайней мере."

    show dv angry pioneer2 at left with dissolve_fast

    dv "Ах так, значит? {w}Я тебя похвалила, а ты прикалываешься? {w}Ну, погоди ты у меня!"

    "Алиса была готова дать мне по носу, и даже уже медленно подходила ко мне, но Мику вмешалась в диалог."

    show mi grin pioneer at right with dissolve_fast

    mi "А давайте устроим музыкальную битву!"

    "Японка сказала это так по-детски и непринужденно, что Алиса остановилась."

    show dv smile pioneer2 at left with dissolve

    dv "А это можно, посмотрим кто кого!"

    "У рыжей в глазах загорелся азарт."

    "Алиса взяла гитару из стойки."

    show dv grin pioneer2 at left with dissolve

    dv "Мику будет судьей."

    "Японка согласно кивнула."

    me "Ну, вы сами предложили."

    "Ухмыльнувшись, уверенно сказал я."

    dv "Посмотрим. {w}Давай, играй уже."

    play music ov_ross_hardy_brian_white_peach_durango fadein 3

    "Разгоряченный, я быстро сыграл простенькую мелодию, хит всех эмо моего поколения. {w}Алиса с Мику не могли её знать, поэтому вопросов стоило ожидать."

    show dv surprise pioneer2 at left
    show mi surprise pioneer at right
    with dissolve

    mi "Что это за песня? {w}Никогда не слышала такое."

    me "Ты и не могла слышать. {w}Это я сам сочинил."

    th "Ай-я, Семён, врать нехорошо, кто же тебя за язык тянул?"

    th "Самая глупая ложь в истории советских лагерей. {w}Пути назад нет, если Алиса хочет посоревноваться, пусть будет готова к сюрпризам."

    mi "А, ты сам пишешь? {w}Вау! {w}Это круто! {w}Я вот тоже иногда пишу…"

    show dv angry pioneer2 at left with dissolve

    "Девушка сыграла известный мотив из рокерского хита, подыгрывая себе головой с рыжими хвостиками."

    me "Это же «Yellow Submarine». {w}Слишком просто."

    "Я в точности повторил действия Алисы, будто бы я её мужская версия из более темного времени. {w}Но стоит отдать Алисе должное – в свои 17 лет она играет практически как я в свои 27. {w}10 лет разница, ёк-макарек!"

    show mi surprise pioneer far at right behind dv with dissolve2
    pause 2
    show image Solid("#F005") as redRage with dissolve
    show dv angry pioneer2:
        xalign 0.5
        ease 3 zoom 1.2 yoffset 20

    "На каждый ее трек, на каждый ее риф я находил более новый, более подходящий мне, что заставляло Алису злиться, а Мику восторгаться моими композиторскими, пусть и лживыми, способности."

    "В комнате стало жарко, не смотря на то,  что в помещении было открыто нараспашку окно, или  мне кажется?"

    "Тем временем так называемая «музыкальная битва» продолжалась. {w}Напряжение росло и росло."

    show dv rage pioneer2 with dissolve

    dv "Не может быть! {w}{b}ТЫ! {w}ТЫ! {w}ТЫ все выдумал!{/b}"

    hide mi surprise pioneer far with moveoutright

    "На раскрасневшейся шее Алисы проступили вены. {w}Мику трусливо убежала заваривать нам чай."

    hide redRage with dissolve
    stop music fadeout 3
    show mi normal pioneer at right behind dv with dissolve

    mi "Алиса, ты не обижайся, но тут победа однозначно за Семёном! {w}Ты сама видела, как он играет, точнее слышала. {w}Лучше выпейте чай, расслабьтесь! {w}Мне моя мама всегда говорит, когда я сильно волнуюсь или переживаю по поводу чего-нибудь… {w}Чай – сила!"

    show dv angry pioneer2 with dissolve

    dv "Ладно, сейчас приду."

    hide dv angry pioneer2 with moveoutleft
    show mi smile pioneer at center with move

    "Алиса демонстративно встала, поправила юбку и, уставившись на вид из полураскрытого окна, вышла на веранду музыкального клуба."

    "Японка принялась наливать нам чай, а я, довольный своей победой, похрустывал печеньем."

    mi "Может ты всё-таки вступишь в клуб? {w}Играть на гитаре ты умеешь, мы с Алисой уже у этом убедились, а в конце смены будет спектакль, ты бы мог вместе с нами выступить."

    th "Хм, если даже я запишусь, изменит ли это что-то? {w}Я бы в любом случае приходил сюда, так что почему бы собственно и нет? {w}Разницы особо нет. {w}Хотя нет, разница есть. {w}Я буду обязан выступить на спектакле с номером. {w}Ладно, что-нибудь придумаем, а пока…"

    me "Записывай."

    show mi grin pioneer at center with dissolve

    mi "Ура-а! {w}Подожди секунду!"

    show mi grin pioneer:
        ease 0.4 zoom 1.2 xoffset 20
        pause 0.9
        ease 0.4 zoom 1.0 xoffset 0


    "Мику меня обняла, взяла тетрадь с ручкой с полки и подошла обратно ко мне."

    mi "Нужна твоя подпись!"

    "Я заглянул в тетрадь: там было уже четыре подписи, к ним присоединилась моя некрасивая закорючка."

    mi "Ну а теперь…"

    mi "Добро пожаловать в музыкальный клуб!" # П.П # В этом клубе мы пишем стих... песни, едим кексики, и наша глава умеет играть на пианино!

    "И на этом моменте в комнату вошла Алиса."

    show mi smile pioneer at cright with move
    show dv laugh pioneer2 at cleft with moveinleft

    dv "Ну-с, Сёмыч, поздравляю. {w}{i}Теперь пути назад нет.{/i}"

    mi "Так и есть."

    show mi grin pioneer at cright
    show dv grin pioneer2 at cleft
    with dissolve

    "Девушки ухмыльнулись. {w}Мне стало не по себе."

    dv "Кстати, Мику, ты не против если мы с Семёном тебя покинем?"

    me "Зачем?"

    show dv smile pioneer2 at cleft with dissolve

    dv "{b}Цыц!{/b}" with hpunch

    dv "Так ты не против?"

    show mi happy pioneer at cright with dissolve

    mi "Конечно, идите."

    "На лице японки появилась ехидная улыбка, но Алиса словно не заметила этого."

    th "Что там Мику выдумывает в своей голове?"

    dv "Семён, пошли."

    me "Пошли."

    hide dv smile pioneer2 with dissolve

    "Алиса прихватила гитару и направилась к выходу, я поспешил за ней."

    show mi upset pioneer with dissolve

    mi "Стойте! {w}А как же чай?"

    window hide dissolve
    stop ambience fadeout 3
    $ renpy.pause (1)
    play ambience ambience_camp_center_day fadein 3
    scene bg ext_musclub_day with boo
    $ renpy.pause (0.5)
    scene bg ext_houses_day with boo
    $ renpy.pause (0.5)
    scene bg ext_stage_normal_day with boo
    window show dissolve

    th "Нехорошо с Мику получилось, надеюсь она не обиделась, надо как-то ей подарок сделать. {w}Хех, за этот день я уже запланировал два подарка. {w}Рекорд. {w}Главное оба эти подарка в будущем подарить, а остальное не важно."

    show dv normal pioneer2 at center with dissolve

    me "И зачем нас принесла сюда нелёгкая?"

    dv "Ещё не догадался?"

    hide dv normal pioneer2 with dissolve

    "Рыжая запрыгнула и села на край сцены."

    show dv normal pioneer2 at cleft with dissolve

    dv "Садись."

    "И я сел."

    dv "В музклубе ты же в самый первый раз сыграл песню собственного сочинения, так?"

    me "Ну{cps=3}…{/cps} да."

    th "Опять врёшь, Семён. {w}Врёшь девушке которая тебе… {w}Хм,{w} симпатизирует? {w}Нравится? {w}Не знаю… {w}{b}Но в любом случае врёшь!{/b}" # П.П # А утренние влажные сны ничем не научили?! Неужели Олечка зря лоб разбила?! :0

    dv "Сейчас я тоже сыграю песню собственного сочинения, и только попробуй сказать что тебе не понравилось."

    window hide dissolve
    hide dv normal pioneer2 with dissolve
    play music fl_wonderful_faraway_7dl fadein 3
    $ renpy.pause (1.9)
    window show dissolve

    "Алиса мягко тронула струны и гитара издала в её руках гулкий, протяжный звук. {w}Она повторила эту процедуру еще и еще раз, видимо, настраиваясь на нужный лад. {w}Успокоившись, её рука проскользила вверх по грифу и сцену залило спокойной, с легким привкусом грусти, мелодией."

    "Вроде ничего необычного, простая, я бы даже сказал, незатейливая композиция, но вибрации нейлоновых струн все глубже и глубже проникали куда-то внутрь меня, превращаясь заклинание, заставляющее мои бессвязные мысли улетать далеко за горизонт."

    "Я все сидел и слушал, подсознательно пытаясь разобрать мелодию на части, узнать, в чем же её секрет. {w}Видимо, это во мне уже не исправить."

    "Щепотка «рюмки водки», щепотка кантри. {w}Или мне это показалось? {w}Кажется, я, все-таки, безчувственное полено. {w}Мне доверили что-то личное, а я решил в нем палкой поковыряться."

    "Неожиданно для меня, мелодия затухла и Алиса доверчиво-вопросительно посмотрела на меня."

    "Мысли спутались, и меня внезапно охватила паника, не молчать же сидеть - обидится."

    stop music fadeout 2
    play sound sfx_dinner_jingle_speaker_tape

    "Можно сказать, лагерь меня спас. {w}Спасибо, чего уж там."

    show dv smile pioneer2 at cleft with dissolve

    dv "Так как тебе, Семыч?"

    "Я улыбнулся."

    me "Кхм, скажу твоими словами."

    me "Неплохо играешь."

    show dv laugh pioneer2 at cleft with dissolve

    dv "В таком случае, пошли на ужин."

    window hide dissolve
    scene bg black
    with fade3
    $ renpy.pause (1)
    stop ambience fadeout 3
    $ sunset_time()
    $ persistent.sprite_time = 'sunset'
    play ambience ambience_lake_shore_evening fadein 3
    $ renpy.pause (1.3)
    scene bg ext_beach_sunset with dissolve2
    $ renpy.pause (1.3)
    window show dissolve

    "Ужин прошёл незаметно и без всяких событий, однако мне приспичило искупаться – собственно вот, теперь я на пляже."

    "Я скинул форму, оставив на себе лишь лагерные трусы, и по самую шею зашел в воду."

    play sound ov_jump_int_water
    scene bg fl_water_sunset with dspr

    th "Теплая. {w}Хорошо здесь, все-таки."

    "Постояв так немного, и уже собравшись выходить, я заметил приближающегося ко мне человека в оранжевом купальнике."

    me "Тоже решила освежиться?"

    dv "Нет, на тебя посмотреть пришла."

    play sound ov_jump_int_water

    "Алиса бодро зашла в воду, а потом, хмыкнув, прыгнула в неё рыбкой, выпуская на волю сотни брызг."

    show dv laugh swim close at center with moveinbottom

    extend " Меня обдало стеной импровизированного душа, но девушку это только раззадорило и она, звонко смеясь, запустила в меня еще несколько волн, энергично взбивая руками речную гладь."

    "Отплевавшись и продрав глаза, я пустился за рыжей забиякой вдогонку, но где там — она чувствовала себя в этой стихии как дома, играючи уходя из-под моих атак. {w}Наконец, я выдохся."

    show dv grin swim close at center with dissolve

    dv "Что, не умеем плавать?"

    "Её абсолютно точно забавляла такая небольшая власть надо мной, пускай и в таком незначительном деле."

    me "Не умеем. {w}Решил вот войти в твое положение и понять, каково это — не уметь что-то."

    show dv smile swim close at center with dissolve

    dv "Вот же…"

    show dv laugh swim close at center with dissolve

    "Рыжая русалка в очередной раз окатила меня, весело заливаясь смехом. {w}То ли она утратила бдительность, то ли мне удалось вложить в этот бросок, не побоюсь этого слова, кобры, всю свою ловкость и силу, но Алиса оказалась у меня в руках."

    "Я прижимал её к себе. {w}Кровь бросилась к щекам, а веселье стремительно вытесняло чувство волнительного томления и чего-то ещё, чего-то глубинного."

    show dv smile swim close at center with dissolve_fast

    extend " Девушка тоже успокоилась, сохранив улыбку. {w}Не знаю почему, но губы сами собой потянулись к этой самой прекрасной и милой пионерке."

    dv "Сеня."

    "Я слегка отпрянул и одернул себя."

    with hpunch

    me "Да?"

    dv "Хочешь, я покажу тебе кое-что? {w}Закрой глаза."

    "У меня перехватило дыхание от картинок недетского содержания, проносившихся перед глазами, но я подчинился."

    show blink

    dv "Открывай."

    show dv laugh swim at center
    hide blink
    show unblink

    "Светясь от счастья, мне показывали кукиш. {w}Я впал в ступор, пытаясь понять, что мне этим хотели сказать. {w}Воспользовавшись моим смятением, Алиса выскользнула из захвата. {w}Она в очередной раз рассмеялась, но, увидев мой потерянный вид, быстро сникла и, взяв меня за руку, потянула к берегу."

    show dv sad swim at center with dissolve

    dv "Пойдем, уже поздно. {w}И холодно."

    window hide dissolve
    scene bg black
    with fade2
    $ renpy.pause (1.3)
    stop ambience fadeout 3
    $ night_time()
    $ persistent.sprite_time = 'night'
    play ambience ambience_camp_center_night fadein 3
    play music orca_vibes_gypsy fadein 3
    $ renpy.pause (1)
    window show dissolve

    "Выйдя на берег и обсохнув, мы побрели к домику с Веселым Роджером на двери. {w}По правде говоря, я обижался на Алису за её довольно жестокую выходку, но не стал портить вечер, в конце концов, не думаю, что она хотела сделать мне больно."

    scene bg ext_house_of_dv_night
    show dv shy pioneer2 at center
    with dspr

    "Как бы нам не хотелось обратного, у пути всегда есть конец. {w}И вот мы стоим напротив друг друга у её жилища, напоминающего формой шалаш, смотря друг на друга, не говоря ни слова. {w}Девушка отвела взгляд в сторону, но тут же вернула его."

    dv "Сеня…"

    me "Да?"

    "Мой голос сорвался на последней букве."

    dv "Там… {w}Если ты подумал, что я хотела тебя обидеть… {w}Это не так, прости."

    "Слова давались ей нелегко."

    "Я взял её за руки. {w}Алиса не стала убирать их, напротив, в ответ сжала мои ладони."

    me "Все в порядке, я не обижаюсь. {w}Кстати, хочешь интересный факт?"

    dv "Давай."

    me "Кажется, у меня проявилась природная аномалия — я не умею на тебя обижаться."

    th "С чистой совестью соврал я. {w}Ну, почти соврал."

    show dv smile pioneer2 at center with dissolve

    "Мы смотрели друг на друга и улыбались. {w}Просто улыбались друг другу. {w}Вот так просто. {w}Я хотел сказать ей какую-то романтическую глупость, но чудо с янтарными глазами меня остановило, приложив палец к моим губам."

    dv "Спокойной ночи?…"

    window hide dissolve
    hide dv smile pioneer2 with moveoutleft
    $ renpy.pause (1)
    show dv laugh pioneer2 far with moveinleft:
        rotate 30 anchor (.5, .5) xpos 0.0 ypos 0.6
    $ renpy.pause (0.6)
    hide dv laugh pioneer2 far with moveoutleft
    $ renpy.pause (1)
    window show dissolve

    "Я не успел ничего ответить, рыжеволосая пионерка загадочно быстро упорхнула в свой домик, оставляя меня наедине со своими мыслями и ощущениями. {w}На мгновение она выглянула обратно, показала язык и со смешком вновь исчезла, теперь уже насовсем."

    "В голову вдруг прокралась мысль, что уже поздно, и пора бы поспешить домой, тем более, что в соседки мне досталась самая строгая Ольга Дмитриевна из всех, кого я только знал. {w}Впрочем, таких было немного, точнее, всего одна. {w}Зато какая! {w}Во всех смыслах."

    scene bg ext_house_of_mt_night_without_light with boo

    "Свет в окнах уже не горел. {w}Видимо, меня просто устали ждать."

    window hide dissolve
    stop music fadeout 3
    stop ambience fadeout 3
    $ renpy.pause (1)
    play sound sfx_open_cabinet_2
    scene bg int_house_of_mt_night2 with dspr
    $ renpy.pause (1)
    window show dissolve

    "Я зашел в домик, готовясь к заслуженной встрепке, но там, к моему удивлению, никого не оказалось."

    th "Надеюсь, она не ушла меня искать, иначе… {w}Одним словом, будет плохо."

    show blink

    "Испытывать судьбу было бы неразумно, поэтому, быстро раздевшись и укутавшись в одеяло, я притворился давно спящим. {w}Но спать не хотелось, воспоминания о произошедшем за последние полчаса никак не давали успокоиться. {w}Воображение рисовало радужные картинки нашего с Алисой будущего."

    scene bg black

    "Пускай и наивные, но мне вновь, спустя очень долгое время, удалось почувствовать себя счастливым. {w}Никем не потревоженное, время шло, становясь все более степенным, и я и не заметил, как мои фантазии сменились глубоким сном."

    jump fl_true_exit

label dev_work_area: # Не обращайте внимания, я тут пока спрайты подбирал, решил себе "комнатку" цикличную сделать

    stop music
    stop ambience
    scene bg black

    "..."
    "...2"

    jump dev_work_area
